[
  {
    "date": "2012",
    "agency": "National Intelligence Program (NIP)",
    "function": "FY2013 unclassified aggregate request",
    "number": "52600000000",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 17)\n• Increases oversight on the spending of domestic intelligence agencies. • Supports global coverage initiatives of the intelligence community to ensure the US is postured to address emerging issues and threats around the world. In addition, the House Intelligence Committee approved unanimously a performance audit report of the Department of Defense’s Intelligence and Reconnaissance program. The report, based on a nine-month study, identifies ways to make these programs more effective and efficient. Details and the key recommendations of the performance audit are included in the classified annex of the Committee’s bill. For a complete discussion of the FY2013 intelligence authorization bill (H.R. 5743) see the committee’s report, H.Rept. 112-490, of May 22, 2012. On May 31, 2012, the House of Representatives passed H.R. 5743, the FY2013 intelligence authorization bill, by a vote of 386-28. On July 24, 2012, the Senate Select Committee on Intelligence agreed to the text of S. 3454, the Intelligence Authorization Act for FY2013, passing the legislation by a vote of 14-1, and the bill was reported to the Senate on July 30, 2012. On February 13, 2012, the Senate Select Committee on Intelligence noted that the NIP unclassified aggregate request from the President was $\\$ 52.6$ billion aggregate for FY2013. Among other things, S. 3454 as passed by the Senate committee: Prohibits persons possessing an active security clearance from entering into contracts with the media to provide analysis about classified intelligence activities. Prohibits the same personnel from entering into such contracts for a period of one year after they leave government service.42 • Designates only the Director or Deputy Director of intelligence community elements and their designated public affairs staff may provide background or offthe-record information regarding intelligence activities to the media.43 Requests that DNI publish specific requirements for personnel with access to classified information, to include non-disclosure agreements, prepublication review, and disciplinary actions.44 Requires the Attorney General to report back to the committee on the effectiveness of and improvements for investigating and prosecuting unauthorized disclosures and to report on potential improvements.45 Requires the intelligence community to develop a comprehensive insider threat program management plan.46",
    "context_index": 25,
    "source_pdf": "./tmp_pdfs\\086f69930a6d3a2a__20120918_R40240_624b.pdf",
    "source_url": "https://www.everycrsreport.com/files/20120918_R40240_624b497550c0a7136208b6e22ece2edc0d83c0f5.pdf",
    "source_pdf_hash": "2e274ffb7c6a69b8ef3de5e93dbd43fd4f087c9a5227ae403b11358b08326a29"
  }
]