[
  {
    "date": "2017",
    "agency": "Department of Defense (DOD)",
    "function": "Defense Spending Increase",
    "number": "54000000000",
    "number_type": "Amount",
    "budget_type": "Increase",
    "context": "(Page 20)\nAll Mattis on Deck Defense Secretary James N. Mattis has had the unenviable job of presiding over his first budget drill—including the distribution of an additional $\\$ 54$ billion for defense accounts next year—without any of his key civilian lieutenants in place. Typically, a small army of Pentagon appointees, from the military services to the Office of the Secretary of Defense, weighs in on the annual budget, helping establish policy and priorities for a department that consumes more than $\\$ 600$ billion annually. But President Donald J. Trump has been slow to name his picks for the Pentagon’s most prestigious posts, leaving Mattis as the sole Trump appointee through much of the formation of the Fiscal 2018 budget request. By early April, Heather A. Wilson, the President’s choice for Air Force Secretary, was the only defense nominee officially pending before the Senate. With about a month to go before the anticipated release of budget details, Trump had voiced his intention to nominate several people for other top jobs, including key budget positions like deputy secretary and comptroller. In mid-March, the administration claimed a topline for defense spending that exceeds budget caps for next year by $\\$ 54$ billion to help improve what the new Commander in Chief considers a depleted military. Trump has made clear that aircraft, including advanced fighters, and ships are among his top priorities. But the administration won’t reveal the individual line items and their justifications until the full budget release later this spring, giving the department time to match the budget to the administration’s policies. With Mattis alone at the Pentagon for the first several months of the administration, the task of drafting the budget falls to those who remain in the department, including Obama administration holdovers like Robert O. Work, who continued in his role as the No. 2 civilian. Many of those officials are budget veterans and perfectly capable of drafting the 2018 proposal, but their priorities may not line up with the new administration’s. Meanwhile, career civilians and military officials are always heavily involved in the budget process but, in the absence of Senate-confirmed appointees, presumably have more sway this year. Like Obama holdovers, however, they do not have a stake in the politics and policies of the new administration. All of this means that, while the budget will get done, longterm policies may have to wait until next year. The administration’s first real crack at using the defense budget to set the national security agenda likely will come in Fiscal 2019, after Trump’s picks have settled into the Pentagon. In the meantime, however, Mattis and his team, once they receive Senate confirmation, will have to sell the request to Congress, a task made all the more difficult because of the additional defense funding requested for next year. Indeed, the $\\$ 54$ billion plus-up seems to have irked both sides of the aisle be",
    "context_index": 31,
    "source_pdf": "./tmp_pdfs\\5ac5856262fa128f__AF_June2017.pdf",
    "source_url": "https://www.airandspaceforces.com/app/uploads/2017/06/AF_June2017.pdf",
    "source_pdf_hash": "8909731ef1d013ca3cb74abe0996ff23bd831bf0ffe287a745c187fc14880bc8"
  }
]