[
  {
    "date": "2001",
    "agency": "UN Development Program (UNDP)",
    "function": "provided Afghanistan some $1.1$ billion in aid",
    "number": "1100000000",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 72)\nAfghanistan joined the UN on 19 November 1946. Because of its internal conditions, a long-term relationship has grown up between the country and the UN System and its NGO partners. UNAMA functions under the direction and with the support of the UN Department of Peacekeeping Operations. It is guided by The Afghanistan Compact, a fiveyear plan to rebuild the country developed during the London Conference on Afghanistan from 31 January–1 February 2006. UNAMA offers political advice and assists in institutional reform (government ministries, rule of law, security, economic and social development), the employment of Afghans in UN positions, building capacity across the elements of national governance, human rights initiatives, and reconstruction programs. UN Afghan New Beginnings Program (ANBP) www.undpanbp.org The ANBP is a UNICEF-funded organization dedicated to disarming child militias in world trouble spots. Among its efforts in Afghanistan, one of the most visible have been those involved with the Disarmament, Demobilization, and Reintegration (DDR) of the Afghan Militia Forces (AMF) who operated under the direction of hundreds of war lords throughout the country. The DDR Program was a product of coordination with the nation of Japan that provided funding and guidance in conjunction with the ANBP. While the true numbers in the AMF remain unknown, an early estimate set a broad range between 100,000 and 200,000 fighters. In early 2003, the ANBP set a goal of disarming 100,000. A ceremony in Kabul in July 2005 marked the conclusion of that phase of the DDR process. During roughly the same period, the NATO-led International Security and Assistance Force (ISAF) teamed with the Afghan Ministry of Defense to conduct a Cantonment of Heavy Weapons also held by various war lords. The process began in December of 2003 and was successful in gathering and securing large numbers of tanks, artillery pieces, surface-to-surface rockets, and multiple-launch rocket systems. Since confirmed baseline numbers for fighters and weapons never existed, it is not possible to assess the ultimate success of either program. However, the coordinative efforts of the ANBP, Japan, and other participants did result in short-term efficiencies and established models for future cooperation. UN Development Program (UNDP) www.undp.org UNDP is on the ground in 166 countries and has been in Afghanistan for more than 50 years. During the time of the Taliban, the organization operated out of offices in Islamabad, Pakistan. In general, UNDP focuses on education and training, leadership skill development, institutional reform, accountability, and encouraging the inclusion of all stakeholders into the processes of governance. Goals are clustered under the general areas of democratic governance, poverty reduction, crisis prevention and recovery, environment and energy, and HIV/ AIDS. Since the Bonn Agreement of December 2001, UNDP has provided Afghanistan some $\\$ 1.1$ billion in aid",
    "context_index": 90,
    "source_pdf": "./tmp_pdfs\\889b4b53256c4318__2011SOFIACTRefManual.pdf",
    "source_url": "https://jsouapplicationstorage.blob.core.windows.net/press/270/2011SOFIACTRefManual_final.pdf",
    "source_pdf_hash": "d52e16191133111ef54888642e3db51e1ba0a5d98208b9babcccbb44a80e1a4a"
  }
]