[
  {
    "date": "2005",
    "agency": "Georgetown University Press",
    "function": "editor",
    "number": "2005",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 232)\nCONCLUSION: WHY INTERAGENCY COLLABORATION IS VITAL Hazards flourish in areas where no one is directly responsible. In the IC's current environment of complex interconnected systems, risks are difficult to monitor, and uncertainty is inescapable. Unfortunately, because of this complex interconnectivity, even minor hazards can escalate to have large consequences (Perrow, 1984). This uncertainty is not all bad. New situations can bring new opportunities for process of innovation.At the same time, meeting new challenges can eschew unintended negative results that can be disastrous. Thus, integration processes should be undertaken mindfully. Intelligence needs to be as interconnected as the system of potential hazards might be. This interconnectivity means integrating intelligence analysis across agencies to help IC members “work the spaces between the cases” (Hayden, 2009). REFERENCES Alexander, M.G.,M.B. Brewer,and R.K.Herman.1999.Images and affect:A functional analysis of out-group stereotypes.Journal of Personality and Social Psychology 77:78-93. Allison,S.T.,and D.M.Messick.1985.The group atribution error.Journal of Experimental Social Psychology 21:563-579. Allport, G.W.1954. The nature of prejudice.Reading,MA: Addison Wesley. Asch,S.E.1955. Opinions and social pressure. Scientific American 193:31-35. Bateson,G.1991.Sacred unity: Further steps to an ecology of mind.Chicago,IL: University of Chicago Press. Benedict,R.F.1934.Patterns of culture.Boston,MA:Houghton Mifflin Co.   \nBerry, J. W.198o.Introduction to methodology.InH.C.Triandis and J.W.Berry,eds.,Handbook of cross-cultural psychology, vol.2. Boston,MA: Allyn and Bacon. Berscheid,E.,and H.T.Reis.1998.Attraction and close relationships.In D.T. Gilbert, S.T. Fiske,and G.Lindzey, eds., The handbook of social psychology,4th ed. (pp.193-281). New York:McGraw-Hill. Bettencourt, B.A.,M.B.Brewer, M.Croak,and N.Millr.1992.Cooperation and the reduction of intergroup bias: The role of reward structure and social orientation. Journal of Experimental Social Psychology 28(4):301-319. Blau,P.M.1977. Inequality and heterogeneity: A primitive theory of social structure.New York: Free Press. Blumer, H.1962.Society as symbolic interaction.In A.M.Rose,ed.,Human behavior and social process:An interactionist approach.New York:Houghton-Mifflin. Boas,F.194o.Race,language,and culture.New York:MacMillan. Bodenhausen, G.V., C.N.Macrae,and J.W.Sherman 1999.On the dialectics of discrimination:Dual processes in social stereotyping.In S.C.Trope,ed.,Dual process theories in social psychology (pp.271-290).New York: Guilford. Bret,J.M.,C.H. Tinsley, D.L. Shapiro,and T. Okumura.20o7. Intervening in employee disputes: How and when will managers from Japan,China,and the U.S.act differently? Management and Organization Review 3(2):183-204. DuuP and social categories. In S. Chaiken and Y. Trope, eds., Dual processes in social pyschol0gy (pp.255-270). New York: Guilford Press. Brewer,M.B.1979.Ingroup bias in the minimal intergroup situation: Acognitive-motivational analysis.Psychological Bulletin 86:307-324. Brewer, M. B.1996. When stereotypes lead to stereotyping: The use of stereotype in person perception. InC.N. Macrae, C. Stangor, M. Hewstone,eds.Stereotypes and stereotyping (pp.254-275). New York: Guilford Press. Brewer, M.B.,and R.M.Kramer.1982.Choice behavior in social dilemmas: Efects of social identity,group size,and decisionframing.Journalof Personalityand Social Psychology 50:543-549. Brewer, M. B., and N. Miller. 1984. Beyond the contact hypothesis: Theoretical perspectives ondesegregation. In N.M.Brewer, ed., Groups in contact: The psychologyof desegregtion. New York: Academic Press. Brewer,M.B.,and K. P. Pierce. 20o5. Social identity complexity and outgroup tolerance. Personality and Social Psychology Bulletin 31(5):428-437. Cadinu,M. R.,and M.Rothbart. 1996.Self-anchoring and differentiation process in the minimal group setting. Journal of Personality and Social Psychology 70(4):661-677. Campbell, D.1958. Common fate,similarity,and other indices of the status of aggregates of persons as social entities.Behavioral Science 3:14-25. Campbell, D.T.1965.Ethnocentric and other altruistic motives.In D.Levine,ed., Nebraska symposium on motivation. Vol.1 (pp. 283-311).Lincoln: University of Nebraska Press. Casciaro,T.,and M.S.Lobo.20o5. Competent jerks,lovable fools and the formation of social networks.Harvard Business Review 83(6):92-99. Chandler,A.D.1962.Strategy and structure: Chapters in the history of the American industrial enterprise.Cambridge,MA:MITPress. Chatman, J. A.,and S.E. Cha.20o3.Leading by leveraging culture. California Management Review 45(4):20-34. Cialdini, R.2oo8.Influence, science and practice,4th ed. Needham Heights,MA: Allyn and Bacon. Cialdini, R.B.,and M.R. Trost.1998.Social influence: Social norms,conformity,and compliance.In D.T. Gilbert,S.T.Fiske,and G.Lindzey,eds., The handbook of social psychology, 4th ed. vol. 2 (pp.151-192). Boston, MA: McGraw-Hill. Daft, R. L., and R. H. Lengel. 1984. Information richnes: A new approach to managerial behavior and organizational design. In L.L. Cummings and B.M. Staw, eds., Research in organizational behavior, vol. 6 (pp.191-233). Homewood, IL: JAI Press. Daft,R.L.,R. H. Lengel,and L. K. Trevino.1987. Message equivocality, media selection,and manager performance: Implications for information systems.MIS Quarterly (Sept.):355-366. Davis,M. H., L. Conklin, A. Smith,and C.Luce.1996. Efect of perspective taking on the cognitive representation of person: A merging of self and other. Journal of Personality and Social Psychology 70:713-726. De Vos, G.1975. Apprenticeshipand paternalism.In E. G. Vogel, ed., ModernJapanese organization and decision-making (pp.228-248). Tokyo,Japan: Charles E.Tuttle. Dearborn, D.C.and H. A. Simon.1958. Selective perception: A note on the departmental identification of executives.Sociometry 21:140-144. Defense Intelligence Agency. 2007. Strategic plan 2007-2012. Available: http://www.dia.mil/ thisisdia/2007-2012_DIA_Strategic_Plan.pdf [accessed May 2010]. Derks,B.I.,M.Inzlicht,andS.Kang. 2o8.Theneuroscience ofstigma and stereotype threat. Group Processes and Intergroup Relations 11(2):163-181. Deschamps, J. C.,and W. Doise.1978. Crossed category memberships in intergroup relations. In H.Tajfel,ed.,Diferentiationbetween social groups (pp.141-158).Cambridge, UK: Cambridge University Press. Dornbusch, S.M.,and W.R.Scott.1975. Evaluation and the exercise of authority. San Francisco, CA: Jossey-Bass. Erez,M.1986. The congruence of goal-seting strategies with sociocultural values,and its effect on performance. Journal of Management 12:585-592. Festinger, L.1957. A theory ofcognitive dissonance. Evanston, IL: Row, Peterson. Fisher, B.20o9. Connect with customers on a whole-new level. Available: http://www.successmagazine.com/article/print?articleId $= 7 8 5$ [accessed October 2010]. Fiske,S.T.1998. Stereotyping, prejudice,and discrimination.In D.T. Gilbert, S.T. Fiske, and G.Lindzey,eds.,Handbook of social psychology,vol.2 (pp.357-411). Boston, MA: McGraw-Hill. Fiske,S. T.,and S.E. Taylor.1991. Social cognition, 2nd ed. New York: McGraw-Hill. Fiske,S.,M.Lin,and S. Neuberg.1999.The continuum model: Ten years later. In S. Chaiken and Y.Trope,eds.,Dual process theories in social psychology (pp.231-254).New York: Guilford Press. Fiske,S. T.,A.J. C. Cuddy, P. Glick,and J. Xu.2002.A model of (often mixed) stereotype content: Competence and warmth respectively follow from perceived status and competition. Journal of Personality and Social Psychology 86(6):878-902. Gaertner, S.L., M. C. Rust,J.F Dovidio, B.A. Bachman,and P.A. Anastasio.1994. The contact hypothesis: The role of a common ingroup identity on reducing intergroup bias. Small Groups Research 25:224-249. Gaertner, S.L., J. F. Dovidio,and B.A. Bachman.1996. Revisiting the contact hypothesis: The introduction of a common intergroup identity. Journal of Intercultural Relationships 20:271-290. Gaertner, S.L., J.F. Dovidio,M. C. Rust, B. S.Banker, C. M.Ward, G.R. Mottola,M. Houlette,and J. A. Nier.1999. Reducing intergroup bias: Elements of intergroupcooperation. Journal of Personality and Social Psychology 76(3):388-402. Galinsky,A.,and G. B. Moskowitz.20oo. Perspective taking: Decreasing stereotype expression,stereotype accessbility and ingroup favoritism. Journal of Personality and Social Psychology 78(4):708-724. Geertz, C. J. 1973. The interpretation of cultures. New York: Basic Books. Gollwitzer, P.M.1999.Implementation effects on stereotype and prejudice activation. Unpublished manuscript. Psychology Department, New York University. Goodall, H.L., Jr. 1992. Empowerment, culture,and postmodern organizing: Deconstructing the Nordstrom Employee Handbook. Journal of Organizational Change Management 5(2):25-30. Goss,P.20o5.Goss: CIA is“gold standard” for intel ops.Associated Press.November 29. Available:http://www.foxnews.com/story/0,2933,176996,00.html [accessed October 2010]. Granovetter, M.1985. Economic action and social structure: The problem of embeddedness. American Journal of Sociology 91(3):481-510. Griffin,D.W.,and L.Ross.1991. Subjective construal,social inference,and human misunderstanding. In M. P. Zanna, ed.,Advances in experimental social psychology, vol. 24 (pp. 319-359). San Diego, CA: Academic Press. Gulati,R.1995.Does familiarity breed trust? The implications of repeated ties on contractual choice in alliance. Academy of Management Journal 38:85-112. Gulati,R.,andJ. Nickerson. 2oo8.Interorganzationaltrust,governance choice,andexchange performance. Organization Science 19(5):688-708. Hayden, M. V.2o09. Defenders at risk: How blame games are costing spy agencies. Washington Post. June_19. Available: htp://www.washingtonpost.com/wp-dyn/content/article/2009/06/18/AR2009061803494.html [accessed October 2010]. Heath, C.,and N. Staudenmeyer. 2ooo. Coordination neglect: How lay theories of organizing complicate coordination in organizations.Research in Organizational Behaviour 22:155-193. Higgins,E.T.1989. Continuities and discontinuities in self-regulatory and self-evaluative processes: A developmental theory relating self and affect. Journal of Personality 57(2):407-444. Hogg,M. A.1992. The social psychology of group cohesiveness: From attraction to social identity theory. London, UK: Harvester Wheatsheaf. Hogg, M. A.1993. Group cohesiveness: A critical review and some new directions. European Review of Social Psychology 4:85-111. Hogg,M. A.,and D.J. Terry. 2ooo.Social identity and self-categorization processes in organizational contexts. Academy of Management Review 25(1):121-140. Ignatius,D.20o4. Some good intelligence gatherers.Washington Post.April 30. Jones,E.E.,and V.A. Harrs.1967. Attribution of attitudes. Journal of Experimental Social Psychology 3(1):1-24. Jung, C. G.1971. Psychological types. Vol. 6.Princeton, NJ: Princeton University Press. Kahn,R. and M. Zald.199o. Organizations and nation-states: New perspectives on conflict and cooperation. San Francisco, CA: Jossey-Bass. Kahneman,D.,and D.T. Miler. 1986. Norm theory: Comparing reality to its alternatives. Journal of Personality and Social Psychology 93(2):136-153. Krackhardt, D.1990. Assessing the political landscape: Structure,cognition,and power in organizations. Administrative Science Quarterly 35(2):342-369. Kramer, R.20o5.A failure to communicate: 9/11 and the tragedy of the informational commons. International Public Management Journal 8(3):397-416. Kroeber, A.L.,and F.R. Kluckhohn.1952. Culture: A critical review of concepts and definitions.Peabody Museum papers,47(1). Cambridge,MA: Harvard University. Lawrence,P.A.,and J. Lorsch.1967. Differentiation and integration in complex organizations.Administrative Science Quarterly 12:1-30. Ledgerwood,A.,and S. Chaiken. 2oo7.Priming us and them: Automatic assmilation and contrast in group atitudes. Journal of Personality and Social Psychology 93(6):940-956. Leung,K.,and M.H. Bond.1984.Some determinants of conflict avoidance. Journal of CrossCultural Psychology 19:125-136. Lewicki, R. J.,and B.B. Bunker. 1996. Developing and maintaining trust in work relationships.In R.M.Kramerand T.R.Tyler,eds.,Trust inorganizations: Frontiers of theory and research (pp. 114-139). Thousand Oaks, CA: Sage. Lippman,W.1922. Public opinion.New York: Harcourt Brace. Lowie,R.H.1966. Culture and ethnography. New York: Basic Books. Macrae, C.N.,G.V. Bodenhausen,A. B. Milne,and J. Jetten.1994. Out of mind but back in sight: Stereotypes on the rebound.Journal of Personality and Social Psychology 67:808-817. Macrae,C.N.,G.V. Bodenhausen,and A. B. Milne.1995. The dissection of selection in person perception: Inhibitory processs in social stereotyping.Journal of Personality and Social Psychology 69:397-407. Malinowski, B.1944.A scientific theory of culture and other essays.Chapel Hill,NC: University of North Carolina Press. Mead,M. 1964. Continuities in cultural evolution. New Haven, CT: Yale University Press. Mouton, J.,and R. Blake.1986.Executive achievement. New York: McGraw Hill Higher Education. Mowday,R.T.,and R.I. Sutton.1993.Organizational behavior: Linking individuals and groups to organizational contexts. Annual Review of Psychology 44:195-229. Mullen, B.,and L. Hu.1989.Perceptions of ingroup and outgroup variability: A meta-analytic integration.Basic and Applied Social Psychology 10:233-252. Mussweiler, T.,and G. V. Bodenhausen. 20o2.I know you are but what am I? Self-evaluative consequences of judging ingroup and outgroup members. Journal of Personality and Social Psychology 82:19-32. Myerson, D., K.E. Weick, and R. M. Kramer. 1996. Swift trust and temporary groups. In R. M.Kramer and T.R.Tyler, eds.,Trust in organizations:Frontiers of theory and research (pp.166-195). Thousand Oaks, CA: Sage. National Commission on Terrorist Attacks Upon the United States. 2004. The 9/11 Commission report. New York: W. W. Norton. Available: http://www.9-11commission.gov/ report/911Report.pdf [accessed April 2010]. Neuberg, S.L.,and S.T. Fiske.1987.Motivational influences on impression formation: Outcome dependency,accuracy driven attention,and individuating processes. Journal of Personality and Social Psychology 53:431-444. Nohria,N.1991. Note on organization structure. Boston,MA: Harvard Business School. OConnor,K.E.,and C. H. Tinsley. 2009.Looking fora strategic advantage at the negotiating table? Cultivate a reputation for mutually-beneficial dealmaking. Under review, Organizational Behavior and Human Decision Processes. Offce of the Director of National Intelligence. 20o8. United States intelligence community information sharing strategy. February 22. Available: http://www.dni.gov/reports/IC_Information_Sharing_Strategy.pdf [accessed May 2010]. Offce of the Director of National Intellgence.20o9. National intelligence: A consumer's guide.Available: htp://www.dni.gov/IC_Consumers_Guide_20o9.pdf [accessed March 2010]. Olson,M.1965. The logic of collective action. Boston,MA: Harvard University Press. O'Reilly, C.1989. Corporations,culture and commitment: Motivation and social control in organizations. California Management Review 31:9-25. O'Reilly, C.,and J. Pfeffer.1995. Southwest Airlines: Using human resources for competitive advantage (A).HR-1 A.Case Study from Graduate Schoolof Business,Stanford University.Available from Harvard Business Publishing. Perrow, C.1984.Normal accidents: Living with high-risk technologies.Princeton,NJ: Princeton University Press. Pettigrew, T.F.,and L. R. Tropp.2006. A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology 90(5):751-783. Popa, C.L. 2oo7. Testing a model of swift trust in temporary groups. Paper presented at the annual meeting of the International Communication Association, San Francisco, CA. Available: http://www.allacademic.com//meta/p_mla_apa_research_citation/1/7/3/0/1/ pages173019/p173019-1.php [accessed May 2010]. Puffer, S.1999. CompUSA's CEO James Halpin on technology, rewards,and commitment. Academy ofManagement Executive 13:29-36. Quattrone, G.A.,and E. E. Jones.198o. The perception of variability within in-groups and out-groups: Implications for the law of small numbers. Journal of Personality and Social Psychology 38(1):141-152. Regan,D.T.,and J. Totten.1975. Empathy and attribution: Turning observers into actors. Journal of Personality and Social Psychology 32:850-856. Roccas,S.,and M.B.Brewer. 2Oo2.Social identity complexity.Personality and Social Psychology Review 6(2):88-106. Ross,L.1977.The intuitive psychologist and his shortcomings: Distortions in the attribution process.InL.Berkowitz,ed.,Aduances inexperimental social psychology, vol.10 (pp. 173-220). New York: Academic Press. Salancik, G.,and J. Pfeffer. 1978. A social information processing approach to job atitudes and task design. Administrative Sciences Quarterly 23:224-253. Sally,D.1995. Conversation and cooperation in social dilemmas: A meta-analysis of experiments from 1958 to 1992.Rationality and Society 7(1):58-92. Schein, E.H. 1988.Process consultation.Reading, MA: Addison-Wesley. Schneider, B.1987. The people make the place. Personnel Psychology 40:437-453. Sherif, M. 1966a. In common predicament. Boston, MA: Houghton Mifflin. Sherif,M.1966b. Intergroup conflict and cooperation: The Robber's Cave experiment. Norman, OK: University Book Exchange. Sherif,M.,L. J. Harvey,B. J. White,W.R.Hood,and C. W.Sherif.1961. Intergroup cooperation and competition: The Robber's Cave experiment.Norman, OK: University Book Exchange. Simon, J. M., Jr. 2oo5. Managing domestic, military,and foreign policy requirements. In J. E. Sims and B. Gerber, eds., Transforming U.S. intelligence (pp.149-161). Washington, DC: Georgetown University Press. Sims,E.R.2005. Understanding ourselves. In J.E. Simsand B. Gerber, eds., Transforming U.S.intelligence (pp.32-59). Washington, DC: Georgetown University Press. Sims,J.E.,and Gerber, B.,eds.20o5.Transforming U.S. inteligence.Washington, DC: Georgetown University Press. Smith,E.R.,and S. Henry. 1996. An in-group becomes part of the self: Response time evidence.Personality and Social Psychology Bulletin 22:635-642. Smith,K.K.,and D.N. Berg. 1987.Paradoxes of group life: Understanding conflict, paralysis and movement in group dynamics. San Francisco, CA: Jossey-Bass. Spencer-Rodgers,J.,M. J. Williams, D.L.Hamilton,K. Peng,and L. Wang. 2007. Culture and group perception: Dispositional and stereotypic inferences about novel and national groups. Journal of Personality and Social Psychology 93(4):525-543. Stapel, D.,and W. Koomen. 20o5. When less is more: The consequences of afective primacy forsubliminal priming effects.Personality and Social Psychology Bulletin 31:1286-1295. Stryker, A.,and A. Statham. 1985.Symbolic interaction and role theory. In G.Lindsey and E. Aronson, eds., Handbook of social psychology,3rd ed. (pp.311-378).New York: McGraw-Hill. Sumner, W.1906.Folkways. Boston, MA: Gin and Company. Tajfel,H.1969.Cognitive aspects of prejudice. Journal of Social Issues 25:79-97. Tajfel,H.1970.Experiments in intergroup discrimination.Scientific American 223(5):96-102. Tajfel,H.1978.Diferentiation between social groups: Studies in the social psychology of intergroup relations. London, UK: Academic Press. Tajfel,H.,and J. C. Turner.1979.An integrative theory of intergroupconflict. In W. G. Worchel, ed., The social psychology of intergroup relations.Monterey, CA: Brooks-Cole. Tajfel,J.1982.Istrumentalitydentityandsocialcomparisons.InJ.Tajfel,ed.,Socialidetity and intergroup relations.New York: Cambridge University Press. Thompson, J. 1967. Organizations in action: Social science bases of administrative theory. Piscataway, NJ: Transaction. Tinsley, C.H.,and M.Pillutla.1998.The influence of culture on business negotiations in the U.S.and Hong Kong. Journal of International Business Studies 12(4):711-728. Tinsley,C.H.,K. OConnor,and B. Sullivan.2002.“Tough” guys finish last: The perils of a distributive reputation. Organization Behavior and Human Decision Processes 88.621-642   \nTriandis,H. C.1989.Cross-cultural studies of individualism-collectivism.In J.J. Berman, ed., Nebraska Symposium on Motivation: Cross-cultural perspectives, vol.37 (pp.41-133). Lincoln,NE:University of Nebraska Press. Triandis,H. C.2oo2. Subjective culture.In W.J. Lonner, D.L.Dinnerl, S.A.Hayes,and D. N. Sattler, eds., Online readings in psychology and culture.Bellingham,WA: Center for Cross-Cultural Research,Western Washington University.Available: http://www.ac.wwu. edu/\\~culture/ [accessed May 2010]. Turner, J. C.1987.Rediscovering the social group: A self-categorization theory. Oxford,UK: Basical Blackwell. Tylor,E.B.1871.Primitive culture.London, UK: J. Murray. Uzzi,B.,and S.Dunlop.2Oo5.How to build your network.Harvard Business Review 83(12):53-60.   \nvan de Berghe,P.L.1981. The ethnic phenomenon. Westpoint, CT: Praegar. Vanbeselaere,N. 1991.The impact of in-group and out-group homogeneity/heterogeneity upon intergroup relations.Basic and Applied Social Psychology 12:291-301. Wagner, J.A.,III.1995. Studies of individualism-collectivism: Effects on cooperation in groups.Academy of Management Journal 38(1):152-172. Wegner, D.M.1994. Ironic processes of mental control. Psychological Review 101:34-52. Wegner, D.M.,and R.M.Wenzlaff.1996.Mental control.In E.T.Higgins and A.W. Kruglanski, eds., Social psychology: Handbook of basic principles. (pp.466-492).New York: Guilford Press. Wellman,B.,and S.D.Berkowitz,eds.1988.Social structures: A network approach. Cambridge,UK: Cambridge University Press. Williamson,O.E.2Oo2.The theory of the firm as governance structure: From choice to contract.Journal of Economic Perspectives 16(3):171-195.Available: http://groups.haas. berkeley.edu/bpp/oew/choicetocontract.pdf [accessed May 2010]."
  },
  {
    "date": "2005",
    "agency": "Georgetown University Press",
    "function": "Editor",
    "number": "2005",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 232)\nCONCLUSION: WHY INTERAGENCY COLLABORATION IS VITAL Hazards flourish in areas where no one is directly responsible. In the IC's current environment of complex interconnected systems, risks are difficult to monitor, and uncertainty is inescapable. Unfortunately, because of this complex interconnectivity, even minor hazards can escalate to have large consequences (Perrow, 1984). This uncertainty is not all bad. New situations can bring new opportunities for process of innovation.At the same time, meeting new challenges can eschew unintended negative results that can be disastrous. Thus, integration processes should be undertaken mindfully. Intelligence needs to be as interconnected as the system of potential hazards might be. This interconnectivity means integrating intelligence analysis across agencies to help IC members “work the spaces between the cases” (Hayden, 2009). REFERENCES Alexander, M.G.,M.B. Brewer,and R.K.Herman.1999.Images and affect:A functional analysis of out-group stereotypes.Journal of Personality and Social Psychology 77:78-93. Allison,S.T.,and D.M.Messick.1985.The group atribution error.Journal of Experimental Social Psychology 21:563-579. Allport, G.W.1954. The nature of prejudice.Reading,MA: Addison Wesley. Asch,S.E.1955. Opinions and social pressure. Scientific American 193:31-35. Bateson,G.1991.Sacred unity: Further steps to an ecology of mind.Chicago,IL: University of Chicago Press. Benedict,R.F.1934.Patterns of culture.Boston,MA:Houghton Mifflin Co.   \nBerry, J. W.198o.Introduction to methodology.InH.C.Triandis and J.W.Berry,eds.,Handbook of cross-cultural psychology, vol.2. Boston,MA: Allyn and Bacon. Berscheid,E.,and H.T.Reis.1998.Attraction and close relationships.In D.T. Gilbert, S.T. Fiske,and G.Lindzey, eds., The handbook of social psychology,4th ed. (pp.193-281). New York:McGraw-Hill. Bettencourt, B.A.,M.B.Brewer, M.Croak,and N.Millr.1992.Cooperation and the reduction of intergroup bias: The role of reward structure and social orientation. Journal of Experimental Social Psychology 28(4):301-319. Blau,P.M.1977. Inequality and heterogeneity: A primitive theory of social structure.New York: Free Press. Blumer, H.1962.Society as symbolic interaction.In A.M.Rose,ed.,Human behavior and social process:An interactionist approach.New York:Houghton-Mifflin. Boas,F.194o.Race,language,and culture.New York:MacMillan. Bodenhausen, G.V., C.N.Macrae,and J.W.Sherman 1999.On the dialectics of discrimination:Dual processes in social stereotyping.In S.C.Trope,ed.,Dual process theories in social psychology (pp.271-290).New York: Guilford. Bret,J.M.,C.H. Tinsley, D.L. Shapiro,and T. Okumura.20o7. Intervening in employee disputes: How and when will managers from Japan,China,and the U.S.act differently? Management and Organization Review 3(2):183-204. DuuP and social categories. In S. Chaiken and Y. Trope, eds., Dual processes in social pyschol0gy (pp.255-270). New York: Guilford Press. Brewer,M.B.1979.Ingroup bias in the minimal intergroup situation: Acognitive-motivational analysis.Psychological Bulletin 86:307-324. Brewer, M. B.1996. When stereotypes lead to stereotyping: The use of stereotype in person perception. InC.N. Macrae, C. Stangor, M. Hewstone,eds.Stereotypes and stereotyping (pp.254-275). New York: Guilford Press. Brewer, M.B.,and R.M.Kramer.1982.Choice behavior in social dilemmas: Efects of social identity,group size,and decisionframing.Journalof Personalityand Social Psychology 50:543-549. Brewer, M. B., and N. Miller. 1984. Beyond the contact hypothesis: Theoretical perspectives ondesegregation. In N.M.Brewer, ed., Groups in contact: The psychologyof desegregtion. New York: Academic Press. Brewer,M.B.,and K. P. Pierce. 20o5. Social identity complexity and outgroup tolerance. Personality and Social Psychology Bulletin 31(5):428-437. Cadinu,M. R.,and M.Rothbart. 1996.Self-anchoring and differentiation process in the minimal group setting. Journal of Personality and Social Psychology 70(4):661-677. Campbell, D.1958. Common fate,similarity,and other indices of the status of aggregates of persons as social entities.Behavioral Science 3:14-25. Campbell, D.T.1965.Ethnocentric and other altruistic motives.In D.Levine,ed., Nebraska symposium on motivation. Vol.1 (pp. 283-311).Lincoln: University of Nebraska Press. Casciaro,T.,and M.S.Lobo.20o5. Competent jerks,lovable fools and the formation of social networks.Harvard Business Review 83(6):92-99. Chandler,A.D.1962.Strategy and structure: Chapters in the history of the American industrial enterprise.Cambridge,MA:MITPress. Chatman, J. A.,and S.E. Cha.20o3.Leading by leveraging culture. California Management Review 45(4):20-34. Cialdini, R.2oo8.Influence, science and practice,4th ed. Needham Heights,MA: Allyn and Bacon. Cialdini, R.B.,and M.R. Trost.1998.Social influence: Social norms,conformity,and compliance.In D.T. Gilbert,S.T.Fiske,and G.Lindzey,eds., The handbook of social psychology, 4th ed. vol. 2 (pp.151-192). Boston, MA: McGraw-Hill. Daft, R. L., and R. H. Lengel. 1984. Information richnes: A new approach to managerial behavior and organizational design. In L.L. Cummings and B.M. Staw, eds., Research in organizational behavior, vol. 6 (pp.191-233). Homewood, IL: JAI Press. Daft,R.L.,R. H. Lengel,and L. K. Trevino.1987. Message equivocality, media selection,and manager performance: Implications for information systems.MIS Quarterly (Sept.):355-366. Davis,M. H., L. Conklin, A. Smith,and C.Luce.1996. Efect of perspective taking on the cognitive representation of person: A merging of self and other. Journal of Personality and Social Psychology 70:713-726. De Vos, G.1975. Apprenticeshipand paternalism.In E. G. Vogel, ed., ModernJapanese organization and decision-making (pp.228-248). Tokyo,Japan: Charles E.Tuttle. Dearborn, D.C.and H. A. Simon.1958. Selective perception: A note on the departmental identification of executives.Sociometry 21:140-144. Defense Intelligence Agency. 2007. Strategic plan 2007-2012. Available: http://www.dia.mil/ thisisdia/2007-2012_DIA_Strategic_Plan.pdf [accessed May 2010]. Derks,B.I.,M.Inzlicht,andS.Kang. 2o8.Theneuroscience ofstigma and stereotype threat. Group Processes and Intergroup Relations 11(2):163-181. Deschamps, J. C.,and W. Doise.1978. Crossed category memberships in intergroup relations. In H.Tajfel,ed.,Diferentiationbetween social groups (pp.141-158).Cambridge, UK: Cambridge University Press. Dornbusch, S.M.,and W.R.Scott.1975. Evaluation and the exercise of authority. San Francisco, CA: Jossey-Bass. Erez,M.1986. The congruence of goal-seting strategies with sociocultural values,and its effect on performance. Journal of Management 12:585-592. Festinger, L.1957. A theory ofcognitive dissonance. Evanston, IL: Row, Peterson. Fisher, B.20o9. Connect with customers on a whole-new level. Available: http://www.successmagazine.com/article/print?articleId $= 7 8 5$ [accessed October 2010]. Fiske,S.T.1998. Stereotyping, prejudice,and discrimination.In D.T. Gilbert, S.T. Fiske, and G.Lindzey,eds.,Handbook of social psychology,vol.2 (pp.357-411). Boston, MA: McGraw-Hill. Fiske,S. T.,and S.E. Taylor.1991. Social cognition, 2nd ed. New York: McGraw-Hill. Fiske,S.,M.Lin,and S. Neuberg.1999.The continuum model: Ten years later. In S. Chaiken and Y.Trope,eds.,Dual process theories in social psychology (pp.231-254).New York: Guilford Press. Fiske,S. T.,A.J. C. Cuddy, P. Glick,and J. Xu.2002.A model of (often mixed) stereotype content: Competence and warmth respectively follow from perceived status and competition. Journal of Personality and Social Psychology 86(6):878-902. Gaertner, S.L., M. C. Rust,J.F Dovidio, B.A. Bachman,and P.A. Anastasio.1994. The contact hypothesis: The role of a common ingroup identity on reducing intergroup bias. Small Groups Research 25:224-249. Gaertner, S.L., J. F. Dovidio,and B.A. Bachman.1996. Revisiting the contact hypothesis: The introduction of a common intergroup identity. Journal of Intercultural Relationships 20:271-290. Gaertner, S.L., J.F. Dovidio,M. C. Rust, B. S.Banker, C. M.Ward, G.R. Mottola,M. Houlette,and J. A. Nier.1999. Reducing intergroup bias: Elements of intergroupcooperation. Journal of Personality and Social Psychology 76(3):388-402. Galinsky,A.,and G. B. Moskowitz.20oo. Perspective taking: Decreasing stereotype expression,stereotype accessbility and ingroup favoritism. Journal of Personality and Social Psychology 78(4):708-724. Geertz, C. J. 1973. The interpretation of cultures. New York: Basic Books. Gollwitzer, P.M.1999.Implementation effects on stereotype and prejudice activation. Unpublished manuscript. Psychology Department, New York University. Goodall, H.L., Jr. 1992. Empowerment, culture,and postmodern organizing: Deconstructing the Nordstrom Employee Handbook. Journal of Organizational Change Management 5(2):25-30. Goss,P.20o5.Goss: CIA is“gold standard” for intel ops.Associated Press.November 29. Available:http://www.foxnews.com/story/0,2933,176996,00.html [accessed October 2010]. Granovetter, M.1985. Economic action and social structure: The problem of embeddedness. American Journal of Sociology 91(3):481-510. Griffin,D.W.,and L.Ross.1991. Subjective construal,social inference,and human misunderstanding. In M. P. Zanna, ed.,Advances in experimental social psychology, vol. 24 (pp. 319-359). San Diego, CA: Academic Press. Gulati,R.1995.Does familiarity breed trust? The implications of repeated ties on contractual choice in alliance. Academy of Management Journal 38:85-112. Gulati,R.,andJ. Nickerson. 2oo8.Interorganzationaltrust,governance choice,andexchange performance. Organization Science 19(5):688-708. Hayden, M. V.2o09. Defenders at risk: How blame games are costing spy agencies. Washington Post. June_19. Available: htp://www.washingtonpost.com/wp-dyn/content/article/2009/06/18/AR2009061803494.html [accessed October 2010]. Heath, C.,and N. Staudenmeyer. 2ooo. Coordination neglect: How lay theories of organizing complicate coordination in organizations.Research in Organizational Behaviour 22:155-193. Higgins,E.T.1989. Continuities and discontinuities in self-regulatory and self-evaluative processes: A developmental theory relating self and affect. Journal of Personality 57(2):407-444. Hogg,M. A.1992. The social psychology of group cohesiveness: From attraction to social identity theory. London, UK: Harvester Wheatsheaf. Hogg, M. A.1993. Group cohesiveness: A critical review and some new directions. European Review of Social Psychology 4:85-111. Hogg,M. A.,and D.J. Terry. 2ooo.Social identity and self-categorization processes in organizational contexts. Academy of Management Review 25(1):121-140. Ignatius,D.20o4. Some good intelligence gatherers.Washington Post.April 30. Jones,E.E.,and V.A. Harrs.1967. Attribution of attitudes. Journal of Experimental Social Psychology 3(1):1-24. Jung, C. G.1971. Psychological types. Vol. 6.Princeton, NJ: Princeton University Press. Kahn,R. and M. Zald.199o. Organizations and nation-states: New perspectives on conflict and cooperation. San Francisco, CA: Jossey-Bass. Kahneman,D.,and D.T. Miler. 1986. Norm theory: Comparing reality to its alternatives. Journal of Personality and Social Psychology 93(2):136-153. Krackhardt, D.1990. Assessing the political landscape: Structure,cognition,and power in organizations. Administrative Science Quarterly 35(2):342-369. Kramer, R.20o5.A failure to communicate: 9/11 and the tragedy of the informational commons. International Public Management Journal 8(3):397-416. Kroeber, A.L.,and F.R. Kluckhohn.1952. Culture: A critical review of concepts and definitions.Peabody Museum papers,47(1). Cambridge,MA: Harvard University. Lawrence,P.A.,and J. Lorsch.1967. Differentiation and integration in complex organizations.Administrative Science Quarterly 12:1-30. Ledgerwood,A.,and S. Chaiken. 2oo7.Priming us and them: Automatic assmilation and contrast in group atitudes. Journal of Personality and Social Psychology 93(6):940-956. Leung,K.,and M.H. Bond.1984.Some determinants of conflict avoidance. Journal of CrossCultural Psychology 19:125-136. Lewicki, R. J.,and B.B. Bunker. 1996. Developing and maintaining trust in work relationships.In R.M.Kramerand T.R.Tyler,eds.,Trust inorganizations: Frontiers of theory and research (pp. 114-139). Thousand Oaks, CA: Sage. Lippman,W.1922. Public opinion.New York: Harcourt Brace. Lowie,R.H.1966. Culture and ethnography. New York: Basic Books. Macrae, C.N.,G.V. Bodenhausen,A. B. Milne,and J. Jetten.1994. Out of mind but back in sight: Stereotypes on the rebound.Journal of Personality and Social Psychology 67:808-817. Macrae,C.N.,G.V. Bodenhausen,and A. B. Milne.1995. The dissection of selection in person perception: Inhibitory processs in social stereotyping.Journal of Personality and Social Psychology 69:397-407. Malinowski, B.1944.A scientific theory of culture and other essays.Chapel Hill,NC: University of North Carolina Press. Mead,M. 1964. Continuities in cultural evolution. New Haven, CT: Yale University Press. Mouton, J.,and R. Blake.1986.Executive achievement. New York: McGraw Hill Higher Education. Mowday,R.T.,and R.I. Sutton.1993.Organizational behavior: Linking individuals and groups to organizational contexts. Annual Review of Psychology 44:195-229. Mullen, B.,and L. Hu.1989.Perceptions of ingroup and outgroup variability: A meta-analytic integration.Basic and Applied Social Psychology 10:233-252. Mussweiler, T.,and G. V. Bodenhausen. 20o2.I know you are but what am I? Self-evaluative consequences of judging ingroup and outgroup members. Journal of Personality and Social Psychology 82:19-32. Myerson, D., K.E. Weick, and R. M. Kramer. 1996. Swift trust and temporary groups. In R. M.Kramer and T.R.Tyler, eds.,Trust in organizations:Frontiers of theory and research (pp.166-195). Thousand Oaks, CA: Sage. National Commission on Terrorist Attacks Upon the United States. 2004. The 9/11 Commission report. New York: W. W. Norton. Available: http://www.9-11commission.gov/ report/911Report.pdf [accessed April 2010]. Neuberg, S.L.,and S.T. Fiske.1987.Motivational influences on impression formation: Outcome dependency,accuracy driven attention,and individuating processes. Journal of Personality and Social Psychology 53:431-444. Nohria,N.1991. Note on organization structure. Boston,MA: Harvard Business School. OConnor,K.E.,and C. H. Tinsley. 2009.Looking fora strategic advantage at the negotiating table? Cultivate a reputation for mutually-beneficial dealmaking. Under review, Organizational Behavior and Human Decision Processes. Offce of the Director of National Intelligence. 20o8. United States intelligence community information sharing strategy. February 22. Available: http://www.dni.gov/reports/IC_Information_Sharing_Strategy.pdf [accessed May 2010]. Offce of the Director of National Intellgence.20o9. National intelligence: A consumer's guide.Available: htp://www.dni.gov/IC_Consumers_Guide_20o9.pdf [accessed March 2010]. Olson,M.1965. The logic of collective action. Boston,MA: Harvard University Press. O'Reilly, C.1989. Corporations,culture and commitment: Motivation and social control in organizations. California Management Review 31:9-25. O'Reilly, C.,and J. Pfeffer.1995. Southwest Airlines: Using human resources for competitive advantage (A).HR-1 A.Case Study from Graduate Schoolof Business,Stanford University.Available from Harvard Business Publishing. Perrow, C.1984.Normal accidents: Living with high-risk technologies.Princeton,NJ: Princeton University Press. Pettigrew, T.F.,and L. R. Tropp.2006. A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology 90(5):751-783. Popa, C.L. 2oo7. Testing a model of swift trust in temporary groups. Paper presented at the annual meeting of the International Communication Association, San Francisco, CA. Available: http://www.allacademic.com//meta/p_mla_apa_research_citation/1/7/3/0/1/ pages173019/p173019-1.php [accessed May 2010]. Puffer, S.1999. CompUSA's CEO James Halpin on technology, rewards,and commitment. Academy ofManagement Executive 13:29-36. Quattrone, G.A.,and E. E. Jones.198o. The perception of variability within in-groups and out-groups: Implications for the law of small numbers. Journal of Personality and Social Psychology 38(1):141-152. Regan,D.T.,and J. Totten.1975. Empathy and attribution: Turning observers into actors. Journal of Personality and Social Psychology 32:850-856. Roccas,S.,and M.B.Brewer. 2Oo2.Social identity complexity.Personality and Social Psychology Review 6(2):88-106. Ross,L.1977.The intuitive psychologist and his shortcomings: Distortions in the attribution process.InL.Berkowitz,ed.,Aduances inexperimental social psychology, vol.10 (pp. 173-220). New York: Academic Press. Salancik, G.,and J. Pfeffer. 1978. A social information processing approach to job atitudes and task design. Administrative Sciences Quarterly 23:224-253. Sally,D.1995. Conversation and cooperation in social dilemmas: A meta-analysis of experiments from 1958 to 1992.Rationality and Society 7(1):58-92. Schein, E.H. 1988.Process consultation.Reading, MA: Addison-Wesley. Schneider, B.1987. The people make the place. Personnel Psychology 40:437-453. Sherif, M. 1966a. In common predicament. Boston, MA: Houghton Mifflin. Sherif,M.1966b. Intergroup conflict and cooperation: The Robber's Cave experiment. Norman, OK: University Book Exchange. Sherif,M.,L. J. Harvey,B. J. White,W.R.Hood,and C. W.Sherif.1961. Intergroup cooperation and competition: The Robber's Cave experiment.Norman, OK: University Book Exchange. Simon, J. M., Jr. 2oo5. Managing domestic, military,and foreign policy requirements. In J. E. Sims and B. Gerber, eds., Transforming U.S. intelligence (pp.149-161). Washington, DC: Georgetown University Press. Sims,E.R.2005. Understanding ourselves. In J.E. Simsand B. Gerber, eds., Transforming U.S.intelligence (pp.32-59). Washington, DC: Georgetown University Press. Sims,J.E.,and Gerber, B.,eds.20o5.Transforming U.S. inteligence.Washington, DC: Georgetown University Press. Smith,E.R.,and S. Henry. 1996. An in-group becomes part of the self: Response time evidence.Personality and Social Psychology Bulletin 22:635-642. Smith,K.K.,and D.N. Berg. 1987.Paradoxes of group life: Understanding conflict, paralysis and movement in group dynamics. San Francisco, CA: Jossey-Bass. Spencer-Rodgers,J.,M. J. Williams, D.L.Hamilton,K. Peng,and L. Wang. 2007. Culture and group perception: Dispositional and stereotypic inferences about novel and national groups. Journal of Personality and Social Psychology 93(4):525-543. Stapel, D.,and W. Koomen. 20o5. When less is more: The consequences of afective primacy forsubliminal priming effects.Personality and Social Psychology Bulletin 31:1286-1295. Stryker, A.,and A. Statham. 1985.Symbolic interaction and role theory. In G.Lindsey and E. Aronson, eds., Handbook of social psychology,3rd ed. (pp.311-378).New York: McGraw-Hill. Sumner, W.1906.Folkways. Boston, MA: Gin and Company. Tajfel,H.1969.Cognitive aspects of prejudice. Journal of Social Issues 25:79-97. Tajfel,H.1970.Experiments in intergroup discrimination.Scientific American 223(5):96-102. Tajfel,H.1978.Diferentiation between social groups: Studies in the social psychology of intergroup relations. London, UK: Academic Press. Tajfel,H.,and J. C. Turner.1979.An integrative theory of intergroupconflict. In W. G. Worchel, ed., The social psychology of intergroup relations.Monterey, CA: Brooks-Cole. Tajfel,J.1982.Istrumentalitydentityandsocialcomparisons.InJ.Tajfel,ed.,Socialidetity and intergroup relations.New York: Cambridge University Press. Thompson, J. 1967. Organizations in action: Social science bases of administrative theory. Piscataway, NJ: Transaction. Tinsley, C.H.,and M.Pillutla.1998.The influence of culture on business negotiations in the U.S.and Hong Kong. Journal of International Business Studies 12(4):711-728. Tinsley,C.H.,K. OConnor,and B. Sullivan.2002.“Tough” guys finish last: The perils of a distributive reputation. Organization Behavior and Human Decision Processes 88.621-642   \nTriandis,H. C.1989.Cross-cultural studies of individualism-collectivism.In J.J. Berman, ed., Nebraska Symposium on Motivation: Cross-cultural perspectives, vol.37 (pp.41-133). Lincoln,NE:University of Nebraska Press. Triandis,H. C.2oo2. Subjective culture.In W.J. Lonner, D.L.Dinnerl, S.A.Hayes,and D. N. Sattler, eds., Online readings in psychology and culture.Bellingham,WA: Center for Cross-Cultural Research,Western Washington University.Available: http://www.ac.wwu. edu/\\~culture/ [accessed May 2010]. Turner, J. C.1987.Rediscovering the social group: A self-categorization theory. Oxford,UK: Basical Blackwell. Tylor,E.B.1871.Primitive culture.London, UK: J. Murray. Uzzi,B.,and S.Dunlop.2Oo5.How to build your network.Harvard Business Review 83(12):53-60.   \nvan de Berghe,P.L.1981. The ethnic phenomenon. Westpoint, CT: Praegar. Vanbeselaere,N. 1991.The impact of in-group and out-group homogeneity/heterogeneity upon intergroup relations.Basic and Applied Social Psychology 12:291-301. Wagner, J.A.,III.1995. Studies of individualism-collectivism: Effects on cooperation in groups.Academy of Management Journal 38(1):152-172. Wegner, D.M.1994. Ironic processes of mental control. Psychological Review 101:34-52. Wegner, D.M.,and R.M.Wenzlaff.1996.Mental control.In E.T.Higgins and A.W. Kruglanski, eds., Social psychology: Handbook of basic principles. (pp.466-492).New York: Guilford Press. Wellman,B.,and S.D.Berkowitz,eds.1988.Social structures: A network approach. Cambridge,UK: Cambridge University Press. Williamson,O.E.2Oo2.The theory of the firm as governance structure: From choice to contract.Journal of Economic Perspectives 16(3):171-195.Available: http://groups.haas. berkeley.edu/bpp/oew/choicetocontract.pdf [accessed May 2010]."
  },
  {
    "date": "1987",
    "agency": "Personnel Psychology",
    "function": "Journal",
    "number": "40",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 232)\nCONCLUSION: WHY INTERAGENCY COLLABORATION IS VITAL Hazards flourish in areas where no one is directly responsible. In the IC's current environment of complex interconnected systems, risks are difficult to monitor, and uncertainty is inescapable. Unfortunately, because of this complex interconnectivity, even minor hazards can escalate to have large consequences (Perrow, 1984). This uncertainty is not all bad. New situations can bring new opportunities for process of innovation.At the same time, meeting new challenges can eschew unintended negative results that can be disastrous. Thus, integration processes should be undertaken mindfully. Intelligence needs to be as interconnected as the system of potential hazards might be. This interconnectivity means integrating intelligence analysis across agencies to help IC members “work the spaces between the cases” (Hayden, 2009). REFERENCES Alexander, M.G.,M.B. Brewer,and R.K.Herman.1999.Images and affect:A functional analysis of out-group stereotypes.Journal of Personality and Social Psychology 77:78-93. Allison,S.T.,and D.M.Messick.1985.The group atribution error.Journal of Experimental Social Psychology 21:563-579. Allport, G.W.1954. The nature of prejudice.Reading,MA: Addison Wesley. Asch,S.E.1955. Opinions and social pressure. Scientific American 193:31-35. Bateson,G.1991.Sacred unity: Further steps to an ecology of mind.Chicago,IL: University of Chicago Press. Benedict,R.F.1934.Patterns of culture.Boston,MA:Houghton Mifflin Co.   \nBerry, J. W.198o.Introduction to methodology.InH.C.Triandis and J.W.Berry,eds.,Handbook of cross-cultural psychology, vol.2. Boston,MA: Allyn and Bacon. Berscheid,E.,and H.T.Reis.1998.Attraction and close relationships.In D.T. Gilbert, S.T. Fiske,and G.Lindzey, eds., The handbook of social psychology,4th ed. (pp.193-281). New York:McGraw-Hill. Bettencourt, B.A.,M.B.Brewer, M.Croak,and N.Millr.1992.Cooperation and the reduction of intergroup bias: The role of reward structure and social orientation. Journal of Experimental Social Psychology 28(4):301-319. Blau,P.M.1977. Inequality and heterogeneity: A primitive theory of social structure.New York: Free Press. Blumer, H.1962.Society as symbolic interaction.In A.M.Rose,ed.,Human behavior and social process:An interactionist approach.New York:Houghton-Mifflin. Boas,F.194o.Race,language,and culture.New York:MacMillan. Bodenhausen, G.V., C.N.Macrae,and J.W.Sherman 1999.On the dialectics of discrimination:Dual processes in social stereotyping.In S.C.Trope,ed.,Dual process theories in social psychology (pp.271-290).New York: Guilford. Bret,J.M.,C.H. Tinsley, D.L. Shapiro,and T. Okumura.20o7. Intervening in employee disputes: How and when will managers from Japan,China,and the U.S.act differently? Management and Organization Review 3(2):183-204. DuuP and social categories. In S. Chaiken and Y. Trope, eds., Dual processes in social pyschol0gy (pp.255-270). New York: Guilford Press. Brewer,M.B.1979.Ingroup bias in the minimal intergroup situation: Acognitive-motivational analysis.Psychological Bulletin 86:307-324. Brewer, M. B.1996. When stereotypes lead to stereotyping: The use of stereotype in person perception. InC.N. Macrae, C. Stangor, M. Hewstone,eds.Stereotypes and stereotyping (pp.254-275). New York: Guilford Press. Brewer, M.B.,and R.M.Kramer.1982.Choice behavior in social dilemmas: Efects of social identity,group size,and decisionframing.Journalof Personalityand Social Psychology 50:543-549. Brewer, M. B., and N. Miller. 1984. Beyond the contact hypothesis: Theoretical perspectives ondesegregation. In N.M.Brewer, ed., Groups in contact: The psychologyof desegregtion. New York: Academic Press. Brewer,M.B.,and K. P. Pierce. 20o5. Social identity complexity and outgroup tolerance. Personality and Social Psychology Bulletin 31(5):428-437. Cadinu,M. R.,and M.Rothbart. 1996.Self-anchoring and differentiation process in the minimal group setting. Journal of Personality and Social Psychology 70(4):661-677. Campbell, D.1958. Common fate,similarity,and other indices of the status of aggregates of persons as social entities.Behavioral Science 3:14-25. Campbell, D.T.1965.Ethnocentric and other altruistic motives.In D.Levine,ed., Nebraska symposium on motivation. Vol.1 (pp. 283-311).Lincoln: University of Nebraska Press. Casciaro,T.,and M.S.Lobo.20o5. Competent jerks,lovable fools and the formation of social networks.Harvard Business Review 83(6):92-99. Chandler,A.D.1962.Strategy and structure: Chapters in the history of the American industrial enterprise.Cambridge,MA:MITPress. Chatman, J. A.,and S.E. Cha.20o3.Leading by leveraging culture. California Management Review 45(4):20-34. Cialdini, R.2oo8.Influence, science and practice,4th ed. Needham Heights,MA: Allyn and Bacon. Cialdini, R.B.,and M.R. Trost.1998.Social influence: Social norms,conformity,and compliance.In D.T. Gilbert,S.T.Fiske,and G.Lindzey,eds., The handbook of social psychology, 4th ed. vol. 2 (pp.151-192). Boston, MA: McGraw-Hill. Daft, R. L., and R. H. Lengel. 1984. Information richnes: A new approach to managerial behavior and organizational design. In L.L. Cummings and B.M. Staw, eds., Research in organizational behavior, vol. 6 (pp.191-233). Homewood, IL: JAI Press. Daft,R.L.,R. H. Lengel,and L. K. Trevino.1987. Message equivocality, media selection,and manager performance: Implications for information systems.MIS Quarterly (Sept.):355-366. Davis,M. H., L. Conklin, A. Smith,and C.Luce.1996. Efect of perspective taking on the cognitive representation of person: A merging of self and other. Journal of Personality and Social Psychology 70:713-726. De Vos, G.1975. Apprenticeshipand paternalism.In E. G. Vogel, ed., ModernJapanese organization and decision-making (pp.228-248). Tokyo,Japan: Charles E.Tuttle. Dearborn, D.C.and H. A. Simon.1958. Selective perception: A note on the departmental identification of executives.Sociometry 21:140-144. Defense Intelligence Agency. 2007. Strategic plan 2007-2012. Available: http://www.dia.mil/ thisisdia/2007-2012_DIA_Strategic_Plan.pdf [accessed May 2010]. Derks,B.I.,M.Inzlicht,andS.Kang. 2o8.Theneuroscience ofstigma and stereotype threat. Group Processes and Intergroup Relations 11(2):163-181. Deschamps, J. C.,and W. Doise.1978. Crossed category memberships in intergroup relations. In H.Tajfel,ed.,Diferentiationbetween social groups (pp.141-158).Cambridge, UK: Cambridge University Press. Dornbusch, S.M.,and W.R.Scott.1975. Evaluation and the exercise of authority. San Francisco, CA: Jossey-Bass. Erez,M.1986. The congruence of goal-seting strategies with sociocultural values,and its effect on performance. Journal of Management 12:585-592. Festinger, L.1957. A theory ofcognitive dissonance. Evanston, IL: Row, Peterson. Fisher, B.20o9. Connect with customers on a whole-new level. Available: http://www.successmagazine.com/article/print?articleId $= 7 8 5$ [accessed October 2010]. Fiske,S.T.1998. Stereotyping, prejudice,and discrimination.In D.T. Gilbert, S.T. Fiske, and G.Lindzey,eds.,Handbook of social psychology,vol.2 (pp.357-411). Boston, MA: McGraw-Hill. Fiske,S. T.,and S.E. Taylor.1991. Social cognition, 2nd ed. New York: McGraw-Hill. Fiske,S.,M.Lin,and S. Neuberg.1999.The continuum model: Ten years later. In S. Chaiken and Y.Trope,eds.,Dual process theories in social psychology (pp.231-254).New York: Guilford Press. Fiske,S. T.,A.J. C. Cuddy, P. Glick,and J. Xu.2002.A model of (often mixed) stereotype content: Competence and warmth respectively follow from perceived status and competition. Journal of Personality and Social Psychology 86(6):878-902. Gaertner, S.L., M. C. Rust,J.F Dovidio, B.A. Bachman,and P.A. Anastasio.1994. The contact hypothesis: The role of a common ingroup identity on reducing intergroup bias. Small Groups Research 25:224-249. Gaertner, S.L., J. F. Dovidio,and B.A. Bachman.1996. Revisiting the contact hypothesis: The introduction of a common intergroup identity. Journal of Intercultural Relationships 20:271-290. Gaertner, S.L., J.F. Dovidio,M. C. Rust, B. S.Banker, C. M.Ward, G.R. Mottola,M. Houlette,and J. A. Nier.1999. Reducing intergroup bias: Elements of intergroupcooperation. Journal of Personality and Social Psychology 76(3):388-402. Galinsky,A.,and G. B. Moskowitz.20oo. Perspective taking: Decreasing stereotype expression,stereotype accessbility and ingroup favoritism. Journal of Personality and Social Psychology 78(4):708-724. Geertz, C. J. 1973. The interpretation of cultures. New York: Basic Books. Gollwitzer, P.M.1999.Implementation effects on stereotype and prejudice activation. Unpublished manuscript. Psychology Department, New York University. Goodall, H.L., Jr. 1992. Empowerment, culture,and postmodern organizing: Deconstructing the Nordstrom Employee Handbook. Journal of Organizational Change Management 5(2):25-30. Goss,P.20o5.Goss: CIA is“gold standard” for intel ops.Associated Press.November 29. Available:http://www.foxnews.com/story/0,2933,176996,00.html [accessed October 2010]. Granovetter, M.1985. Economic action and social structure: The problem of embeddedness. American Journal of Sociology 91(3):481-510. Griffin,D.W.,and L.Ross.1991. Subjective construal,social inference,and human misunderstanding. In M. P. Zanna, ed.,Advances in experimental social psychology, vol. 24 (pp. 319-359). San Diego, CA: Academic Press. Gulati,R.1995.Does familiarity breed trust? The implications of repeated ties on contractual choice in alliance. Academy of Management Journal 38:85-112. Gulati,R.,andJ. Nickerson. 2oo8.Interorganzationaltrust,governance choice,andexchange performance. Organization Science 19(5):688-708. Hayden, M. V.2o09. Defenders at risk: How blame games are costing spy agencies. Washington Post. June_19. Available: htp://www.washingtonpost.com/wp-dyn/content/article/2009/06/18/AR2009061803494.html [accessed October 2010]. Heath, C.,and N. Staudenmeyer. 2ooo. Coordination neglect: How lay theories of organizing complicate coordination in organizations.Research in Organizational Behaviour 22:155-193. Higgins,E.T.1989. Continuities and discontinuities in self-regulatory and self-evaluative processes: A developmental theory relating self and affect. Journal of Personality 57(2):407-444. Hogg,M. A.1992. The social psychology of group cohesiveness: From attraction to social identity theory. London, UK: Harvester Wheatsheaf. Hogg, M. A.1993. Group cohesiveness: A critical review and some new directions. European Review of Social Psychology 4:85-111. Hogg,M. A.,and D.J. Terry. 2ooo.Social identity and self-categorization processes in organizational contexts. Academy of Management Review 25(1):121-140. Ignatius,D.20o4. Some good intelligence gatherers.Washington Post.April 30. Jones,E.E.,and V.A. Harrs.1967. Attribution of attitudes. Journal of Experimental Social Psychology 3(1):1-24. Jung, C. G.1971. Psychological types. Vol. 6.Princeton, NJ: Princeton University Press. Kahn,R. and M. Zald.199o. Organizations and nation-states: New perspectives on conflict and cooperation. San Francisco, CA: Jossey-Bass. Kahneman,D.,and D.T. Miler. 1986. Norm theory: Comparing reality to its alternatives. Journal of Personality and Social Psychology 93(2):136-153. Krackhardt, D.1990. Assessing the political landscape: Structure,cognition,and power in organizations. Administrative Science Quarterly 35(2):342-369. Kramer, R.20o5.A failure to communicate: 9/11 and the tragedy of the informational commons. International Public Management Journal 8(3):397-416. Kroeber, A.L.,and F.R. Kluckhohn.1952. Culture: A critical review of concepts and definitions.Peabody Museum papers,47(1). Cambridge,MA: Harvard University. Lawrence,P.A.,and J. Lorsch.1967. Differentiation and integration in complex organizations.Administrative Science Quarterly 12:1-30. Ledgerwood,A.,and S. Chaiken. 2oo7.Priming us and them: Automatic assmilation and contrast in group atitudes. Journal of Personality and Social Psychology 93(6):940-956. Leung,K.,and M.H. Bond.1984.Some determinants of conflict avoidance. Journal of CrossCultural Psychology 19:125-136. Lewicki, R. J.,and B.B. Bunker. 1996. Developing and maintaining trust in work relationships.In R.M.Kramerand T.R.Tyler,eds.,Trust inorganizations: Frontiers of theory and research (pp. 114-139). Thousand Oaks, CA: Sage. Lippman,W.1922. Public opinion.New York: Harcourt Brace. Lowie,R.H.1966. Culture and ethnography. New York: Basic Books. Macrae, C.N.,G.V. Bodenhausen,A. B. Milne,and J. Jetten.1994. Out of mind but back in sight: Stereotypes on the rebound.Journal of Personality and Social Psychology 67:808-817. Macrae,C.N.,G.V. Bodenhausen,and A. B. Milne.1995. The dissection of selection in person perception: Inhibitory processs in social stereotyping.Journal of Personality and Social Psychology 69:397-407. Malinowski, B.1944.A scientific theory of culture and other essays.Chapel Hill,NC: University of North Carolina Press. Mead,M. 1964. Continuities in cultural evolution. New Haven, CT: Yale University Press. Mouton, J.,and R. Blake.1986.Executive achievement. New York: McGraw Hill Higher Education. Mowday,R.T.,and R.I. Sutton.1993.Organizational behavior: Linking individuals and groups to organizational contexts. Annual Review of Psychology 44:195-229. Mullen, B.,and L. Hu.1989.Perceptions of ingroup and outgroup variability: A meta-analytic integration.Basic and Applied Social Psychology 10:233-252. Mussweiler, T.,and G. V. Bodenhausen. 20o2.I know you are but what am I? Self-evaluative consequences of judging ingroup and outgroup members. Journal of Personality and Social Psychology 82:19-32. Myerson, D., K.E. Weick, and R. M. Kramer. 1996. Swift trust and temporary groups. In R. M.Kramer and T.R.Tyler, eds.,Trust in organizations:Frontiers of theory and research (pp.166-195). Thousand Oaks, CA: Sage. National Commission on Terrorist Attacks Upon the United States. 2004. The 9/11 Commission report. New York: W. W. Norton. Available: http://www.9-11commission.gov/ report/911Report.pdf [accessed April 2010]. Neuberg, S.L.,and S.T. Fiske.1987.Motivational influences on impression formation: Outcome dependency,accuracy driven attention,and individuating processes. Journal of Personality and Social Psychology 53:431-444. Nohria,N.1991. Note on organization structure. Boston,MA: Harvard Business School. OConnor,K.E.,and C. H. Tinsley. 2009.Looking fora strategic advantage at the negotiating table? Cultivate a reputation for mutually-beneficial dealmaking. Under review, Organizational Behavior and Human Decision Processes. Offce of the Director of National Intelligence. 20o8. United States intelligence community information sharing strategy. February 22. Available: http://www.dni.gov/reports/IC_Information_Sharing_Strategy.pdf [accessed May 2010]. Offce of the Director of National Intellgence.20o9. National intelligence: A consumer's guide.Available: htp://www.dni.gov/IC_Consumers_Guide_20o9.pdf [accessed March 2010]. Olson,M.1965. The logic of collective action. Boston,MA: Harvard University Press. O'Reilly, C.1989. Corporations,culture and commitment: Motivation and social control in organizations. California Management Review 31:9-25. O'Reilly, C.,and J. Pfeffer.1995. Southwest Airlines: Using human resources for competitive advantage (A).HR-1 A.Case Study from Graduate Schoolof Business,Stanford University.Available from Harvard Business Publishing. Perrow, C.1984.Normal accidents: Living with high-risk technologies.Princeton,NJ: Princeton University Press. Pettigrew, T.F.,and L. R. Tropp.2006. A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology 90(5):751-783. Popa, C.L. 2oo7. Testing a model of swift trust in temporary groups. Paper presented at the annual meeting of the International Communication Association, San Francisco, CA. Available: http://www.allacademic.com//meta/p_mla_apa_research_citation/1/7/3/0/1/ pages173019/p173019-1.php [accessed May 2010]. Puffer, S.1999. CompUSA's CEO James Halpin on technology, rewards,and commitment. Academy ofManagement Executive 13:29-36. Quattrone, G.A.,and E. E. Jones.198o. The perception of variability within in-groups and out-groups: Implications for the law of small numbers. Journal of Personality and Social Psychology 38(1):141-152. Regan,D.T.,and J. Totten.1975. Empathy and attribution: Turning observers into actors. Journal of Personality and Social Psychology 32:850-856. Roccas,S.,and M.B.Brewer. 2Oo2.Social identity complexity.Personality and Social Psychology Review 6(2):88-106. Ross,L.1977.The intuitive psychologist and his shortcomings: Distortions in the attribution process.InL.Berkowitz,ed.,Aduances inexperimental social psychology, vol.10 (pp. 173-220). New York: Academic Press. Salancik, G.,and J. Pfeffer. 1978. A social information processing approach to job atitudes and task design. Administrative Sciences Quarterly 23:224-253. Sally,D.1995. Conversation and cooperation in social dilemmas: A meta-analysis of experiments from 1958 to 1992.Rationality and Society 7(1):58-92. Schein, E.H. 1988.Process consultation.Reading, MA: Addison-Wesley. Schneider, B.1987. The people make the place. Personnel Psychology 40:437-453. Sherif, M. 1966a. In common predicament. Boston, MA: Houghton Mifflin. Sherif,M.1966b. Intergroup conflict and cooperation: The Robber's Cave experiment. Norman, OK: University Book Exchange. Sherif,M.,L. J. Harvey,B. J. White,W.R.Hood,and C. W.Sherif.1961. Intergroup cooperation and competition: The Robber's Cave experiment.Norman, OK: University Book Exchange. Simon, J. M., Jr. 2oo5. Managing domestic, military,and foreign policy requirements. In J. E. Sims and B. Gerber, eds., Transforming U.S. intelligence (pp.149-161). Washington, DC: Georgetown University Press. Sims,E.R.2005. Understanding ourselves. In J.E. Simsand B. Gerber, eds., Transforming U.S.intelligence (pp.32-59). Washington, DC: Georgetown University Press. Sims,J.E.,and Gerber, B.,eds.20o5.Transforming U.S. inteligence.Washington, DC: Georgetown University Press. Smith,E.R.,and S. Henry. 1996. An in-group becomes part of the self: Response time evidence.Personality and Social Psychology Bulletin 22:635-642. Smith,K.K.,and D.N. Berg. 1987.Paradoxes of group life: Understanding conflict, paralysis and movement in group dynamics. San Francisco, CA: Jossey-Bass. Spencer-Rodgers,J.,M. J. Williams, D.L.Hamilton,K. Peng,and L. Wang. 2007. Culture and group perception: Dispositional and stereotypic inferences about novel and national groups. Journal of Personality and Social Psychology 93(4):525-543. Stapel, D.,and W. Koomen. 20o5. When less is more: The consequences of afective primacy forsubliminal priming effects.Personality and Social Psychology Bulletin 31:1286-1295. Stryker, A.,and A. Statham. 1985.Symbolic interaction and role theory. In G.Lindsey and E. Aronson, eds., Handbook of social psychology,3rd ed. (pp.311-378).New York: McGraw-Hill. Sumner, W.1906.Folkways. Boston, MA: Gin and Company. Tajfel,H.1969.Cognitive aspects of prejudice. Journal of Social Issues 25:79-97. Tajfel,H.1970.Experiments in intergroup discrimination.Scientific American 223(5):96-102. Tajfel,H.1978.Diferentiation between social groups: Studies in the social psychology of intergroup relations. London, UK: Academic Press. Tajfel,H.,and J. C. Turner.1979.An integrative theory of intergroupconflict. In W. G. Worchel, ed., The social psychology of intergroup relations.Monterey, CA: Brooks-Cole. Tajfel,J.1982.Istrumentalitydentityandsocialcomparisons.InJ.Tajfel,ed.,Socialidetity and intergroup relations.New York: Cambridge University Press. Thompson, J. 1967. Organizations in action: Social science bases of administrative theory. Piscataway, NJ: Transaction. Tinsley, C.H.,and M.Pillutla.1998.The influence of culture on business negotiations in the U.S.and Hong Kong. Journal of International Business Studies 12(4):711-728. Tinsley,C.H.,K. OConnor,and B. Sullivan.2002.“Tough” guys finish last: The perils of a distributive reputation. Organization Behavior and Human Decision Processes 88.621-642   \nTriandis,H. C.1989.Cross-cultural studies of individualism-collectivism.In J.J. Berman, ed., Nebraska Symposium on Motivation: Cross-cultural perspectives, vol.37 (pp.41-133). Lincoln,NE:University of Nebraska Press. Triandis,H. C.2oo2. Subjective culture.In W.J. Lonner, D.L.Dinnerl, S.A.Hayes,and D. N. Sattler, eds., Online readings in psychology and culture.Bellingham,WA: Center for Cross-Cultural Research,Western Washington University.Available: http://www.ac.wwu. edu/\\~culture/ [accessed May 2010]. Turner, J. C.1987.Rediscovering the social group: A self-categorization theory. Oxford,UK: Basical Blackwell. Tylor,E.B.1871.Primitive culture.London, UK: J. Murray. Uzzi,B.,and S.Dunlop.2Oo5.How to build your network.Harvard Business Review 83(12):53-60.   \nvan de Berghe,P.L.1981. The ethnic phenomenon. Westpoint, CT: Praegar. Vanbeselaere,N. 1991.The impact of in-group and out-group homogeneity/heterogeneity upon intergroup relations.Basic and Applied Social Psychology 12:291-301. Wagner, J.A.,III.1995. Studies of individualism-collectivism: Effects on cooperation in groups.Academy of Management Journal 38(1):152-172. Wegner, D.M.1994. Ironic processes of mental control. Psychological Review 101:34-52. Wegner, D.M.,and R.M.Wenzlaff.1996.Mental control.In E.T.Higgins and A.W. Kruglanski, eds., Social psychology: Handbook of basic principles. (pp.466-492).New York: Guilford Press. Wellman,B.,and S.D.Berkowitz,eds.1988.Social structures: A network approach. Cambridge,UK: Cambridge University Press. Williamson,O.E.2Oo2.The theory of the firm as governance structure: From choice to contract.Journal of Economic Perspectives 16(3):171-195.Available: http://groups.haas. berkeley.edu/bpp/oew/choicetocontract.pdf [accessed May 2010]."
  },
  {
    "date": "2005",
    "agency": "Georgetown University Press",
    "function": "Editor",
    "number": "2005",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 232)\nCONCLUSION: WHY INTERAGENCY COLLABORATION IS VITAL Hazards flourish in areas where no one is directly responsible. In the IC's current environment of complex interconnected systems, risks are difficult to monitor, and uncertainty is inescapable. Unfortunately, because of this complex interconnectivity, even minor hazards can escalate to have large consequences (Perrow, 1984). This uncertainty is not all bad. New situations can bring new opportunities for process of innovation.At the same time, meeting new challenges can eschew unintended negative results that can be disastrous. Thus, integration processes should be undertaken mindfully. Intelligence needs to be as interconnected as the system of potential hazards might be. This interconnectivity means integrating intelligence analysis across agencies to help IC members “work the spaces between the cases” (Hayden, 2009). REFERENCES Alexander, M.G.,M.B. Brewer,and R.K.Herman.1999.Images and affect:A functional analysis of out-group stereotypes.Journal of Personality and Social Psychology 77:78-93. Allison,S.T.,and D.M.Messick.1985.The group atribution error.Journal of Experimental Social Psychology 21:563-579. Allport, G.W.1954. The nature of prejudice.Reading,MA: Addison Wesley. Asch,S.E.1955. Opinions and social pressure. Scientific American 193:31-35. Bateson,G.1991.Sacred unity: Further steps to an ecology of mind.Chicago,IL: University of Chicago Press. Benedict,R.F.1934.Patterns of culture.Boston,MA:Houghton Mifflin Co.   \nBerry, J. W.198o.Introduction to methodology.InH.C.Triandis and J.W.Berry,eds.,Handbook of cross-cultural psychology, vol.2. Boston,MA: Allyn and Bacon. Berscheid,E.,and H.T.Reis.1998.Attraction and close relationships.In D.T. Gilbert, S.T. Fiske,and G.Lindzey, eds., The handbook of social psychology,4th ed. (pp.193-281). New York:McGraw-Hill. Bettencourt, B.A.,M.B.Brewer, M.Croak,and N.Millr.1992.Cooperation and the reduction of intergroup bias: The role of reward structure and social orientation. Journal of Experimental Social Psychology 28(4):301-319. Blau,P.M.1977. Inequality and heterogeneity: A primitive theory of social structure.New York: Free Press. Blumer, H.1962.Society as symbolic interaction.In A.M.Rose,ed.,Human behavior and social process:An interactionist approach.New York:Houghton-Mifflin. Boas,F.194o.Race,language,and culture.New York:MacMillan. Bodenhausen, G.V., C.N.Macrae,and J.W.Sherman 1999.On the dialectics of discrimination:Dual processes in social stereotyping.In S.C.Trope,ed.,Dual process theories in social psychology (pp.271-290).New York: Guilford. Bret,J.M.,C.H. Tinsley, D.L. Shapiro,and T. Okumura.20o7. Intervening in employee disputes: How and when will managers from Japan,China,and the U.S.act differently? Management and Organization Review 3(2):183-204. DuuP and social categories. In S. Chaiken and Y. Trope, eds., Dual processes in social pyschol0gy (pp.255-270). New York: Guilford Press. Brewer,M.B.1979.Ingroup bias in the minimal intergroup situation: Acognitive-motivational analysis.Psychological Bulletin 86:307-324. Brewer, M. B.1996. When stereotypes lead to stereotyping: The use of stereotype in person perception. InC.N. Macrae, C. Stangor, M. Hewstone,eds.Stereotypes and stereotyping (pp.254-275). New York: Guilford Press. Brewer, M.B.,and R.M.Kramer.1982.Choice behavior in social dilemmas: Efects of social identity,group size,and decisionframing.Journalof Personalityand Social Psychology 50:543-549. Brewer, M. B., and N. Miller. 1984. Beyond the contact hypothesis: Theoretical perspectives ondesegregation. In N.M.Brewer, ed., Groups in contact: The psychologyof desegregtion. New York: Academic Press. Brewer,M.B.,and K. P. Pierce. 20o5. Social identity complexity and outgroup tolerance. Personality and Social Psychology Bulletin 31(5):428-437. Cadinu,M. R.,and M.Rothbart. 1996.Self-anchoring and differentiation process in the minimal group setting. Journal of Personality and Social Psychology 70(4):661-677. Campbell, D.1958. Common fate,similarity,and other indices of the status of aggregates of persons as social entities.Behavioral Science 3:14-25. Campbell, D.T.1965.Ethnocentric and other altruistic motives.In D.Levine,ed., Nebraska symposium on motivation. Vol.1 (pp. 283-311).Lincoln: University of Nebraska Press. Casciaro,T.,and M.S.Lobo.20o5. Competent jerks,lovable fools and the formation of social networks.Harvard Business Review 83(6):92-99. Chandler,A.D.1962.Strategy and structure: Chapters in the history of the American industrial enterprise.Cambridge,MA:MITPress. Chatman, J. A.,and S.E. Cha.20o3.Leading by leveraging culture. California Management Review 45(4):20-34. Cialdini, R.2oo8.Influence, science and practice,4th ed. Needham Heights,MA: Allyn and Bacon. Cialdini, R.B.,and M.R. Trost.1998.Social influence: Social norms,conformity,and compliance.In D.T. Gilbert,S.T.Fiske,and G.Lindzey,eds., The handbook of social psychology, 4th ed. vol. 2 (pp.151-192). Boston, MA: McGraw-Hill. Daft, R. L., and R. H. Lengel. 1984. Information richnes: A new approach to managerial behavior and organizational design. In L.L. Cummings and B.M. Staw, eds., Research in organizational behavior, vol. 6 (pp.191-233). Homewood, IL: JAI Press. Daft,R.L.,R. H. Lengel,and L. K. Trevino.1987. Message equivocality, media selection,and manager performance: Implications for information systems.MIS Quarterly (Sept.):355-366. Davis,M. H., L. Conklin, A. Smith,and C.Luce.1996. Efect of perspective taking on the cognitive representation of person: A merging of self and other. Journal of Personality and Social Psychology 70:713-726. De Vos, G.1975. Apprenticeshipand paternalism.In E. G. Vogel, ed., ModernJapanese organization and decision-making (pp.228-248). Tokyo,Japan: Charles E.Tuttle. Dearborn, D.C.and H. A. Simon.1958. Selective perception: A note on the departmental identification of executives.Sociometry 21:140-144. Defense Intelligence Agency. 2007. Strategic plan 2007-2012. Available: http://www.dia.mil/ thisisdia/2007-2012_DIA_Strategic_Plan.pdf [accessed May 2010]. Derks,B.I.,M.Inzlicht,andS.Kang. 2o8.Theneuroscience ofstigma and stereotype threat. Group Processes and Intergroup Relations 11(2):163-181. Deschamps, J. C.,and W. Doise.1978. Crossed category memberships in intergroup relations. In H.Tajfel,ed.,Diferentiationbetween social groups (pp.141-158).Cambridge, UK: Cambridge University Press. Dornbusch, S.M.,and W.R.Scott.1975. Evaluation and the exercise of authority. San Francisco, CA: Jossey-Bass. Erez,M.1986. The congruence of goal-seting strategies with sociocultural values,and its effect on performance. Journal of Management 12:585-592. Festinger, L.1957. A theory ofcognitive dissonance. Evanston, IL: Row, Peterson. Fisher, B.20o9. Connect with customers on a whole-new level. Available: http://www.successmagazine.com/article/print?articleId $= 7 8 5$ [accessed October 2010]. Fiske,S.T.1998. Stereotyping, prejudice,and discrimination.In D.T. Gilbert, S.T. Fiske, and G.Lindzey,eds.,Handbook of social psychology,vol.2 (pp.357-411). Boston, MA: McGraw-Hill. Fiske,S. T.,and S.E. Taylor.1991. Social cognition, 2nd ed. New York: McGraw-Hill. Fiske,S.,M.Lin,and S. Neuberg.1999.The continuum model: Ten years later. In S. Chaiken and Y.Trope,eds.,Dual process theories in social psychology (pp.231-254).New York: Guilford Press. Fiske,S. T.,A.J. C. Cuddy, P. Glick,and J. Xu.2002.A model of (often mixed) stereotype content: Competence and warmth respectively follow from perceived status and competition. Journal of Personality and Social Psychology 86(6):878-902. Gaertner, S.L., M. C. Rust,J.F Dovidio, B.A. Bachman,and P.A. Anastasio.1994. The contact hypothesis: The role of a common ingroup identity on reducing intergroup bias. Small Groups Research 25:224-249. Gaertner, S.L., J. F. Dovidio,and B.A. Bachman.1996. Revisiting the contact hypothesis: The introduction of a common intergroup identity. Journal of Intercultural Relationships 20:271-290. Gaertner, S.L., J.F. Dovidio,M. C. Rust, B. S.Banker, C. M.Ward, G.R. Mottola,M. Houlette,and J. A. Nier.1999. Reducing intergroup bias: Elements of intergroupcooperation. Journal of Personality and Social Psychology 76(3):388-402. Galinsky,A.,and G. B. Moskowitz.20oo. Perspective taking: Decreasing stereotype expression,stereotype accessbility and ingroup favoritism. Journal of Personality and Social Psychology 78(4):708-724. Geertz, C. J. 1973. The interpretation of cultures. New York: Basic Books. Gollwitzer, P.M.1999.Implementation effects on stereotype and prejudice activation. Unpublished manuscript. Psychology Department, New York University. Goodall, H.L., Jr. 1992. Empowerment, culture,and postmodern organizing: Deconstructing the Nordstrom Employee Handbook. Journal of Organizational Change Management 5(2):25-30. Goss,P.20o5.Goss: CIA is“gold standard” for intel ops.Associated Press.November 29. Available:http://www.foxnews.com/story/0,2933,176996,00.html [accessed October 2010]. Granovetter, M.1985. Economic action and social structure: The problem of embeddedness. American Journal of Sociology 91(3):481-510. Griffin,D.W.,and L.Ross.1991. Subjective construal,social inference,and human misunderstanding. In M. P. Zanna, ed.,Advances in experimental social psychology, vol. 24 (pp. 319-359). San Diego, CA: Academic Press. Gulati,R.1995.Does familiarity breed trust? The implications of repeated ties on contractual choice in alliance. Academy of Management Journal 38:85-112. Gulati,R.,andJ. Nickerson. 2oo8.Interorganzationaltrust,governance choice,andexchange performance. Organization Science 19(5):688-708. Hayden, M. V.2o09. Defenders at risk: How blame games are costing spy agencies. Washington Post. June_19. Available: htp://www.washingtonpost.com/wp-dyn/content/article/2009/06/18/AR2009061803494.html [accessed October 2010]. Heath, C.,and N. Staudenmeyer. 2ooo. Coordination neglect: How lay theories of organizing complicate coordination in organizations.Research in Organizational Behaviour 22:155-193. Higgins,E.T.1989. Continuities and discontinuities in self-regulatory and self-evaluative processes: A developmental theory relating self and affect. Journal of Personality 57(2):407-444. Hogg,M. A.1992. The social psychology of group cohesiveness: From attraction to social identity theory. London, UK: Harvester Wheatsheaf. Hogg, M. A.1993. Group cohesiveness: A critical review and some new directions. European Review of Social Psychology 4:85-111. Hogg,M. A.,and D.J. Terry. 2ooo.Social identity and self-categorization processes in organizational contexts. Academy of Management Review 25(1):121-140. Ignatius,D.20o4. Some good intelligence gatherers.Washington Post.April 30. Jones,E.E.,and V.A. Harrs.1967. Attribution of attitudes. Journal of Experimental Social Psychology 3(1):1-24. Jung, C. G.1971. Psychological types. Vol. 6.Princeton, NJ: Princeton University Press. Kahn,R. and M. Zald.199o. Organizations and nation-states: New perspectives on conflict and cooperation. San Francisco, CA: Jossey-Bass. Kahneman,D.,and D.T. Miler. 1986. Norm theory: Comparing reality to its alternatives. Journal of Personality and Social Psychology 93(2):136-153. Krackhardt, D.1990. Assessing the political landscape: Structure,cognition,and power in organizations. Administrative Science Quarterly 35(2):342-369. Kramer, R.20o5.A failure to communicate: 9/11 and the tragedy of the informational commons. International Public Management Journal 8(3):397-416. Kroeber, A.L.,and F.R. Kluckhohn.1952. Culture: A critical review of concepts and definitions.Peabody Museum papers,47(1). Cambridge,MA: Harvard University. Lawrence,P.A.,and J. Lorsch.1967. Differentiation and integration in complex organizations.Administrative Science Quarterly 12:1-30. Ledgerwood,A.,and S. Chaiken. 2oo7.Priming us and them: Automatic assmilation and contrast in group atitudes. Journal of Personality and Social Psychology 93(6):940-956. Leung,K.,and M.H. Bond.1984.Some determinants of conflict avoidance. Journal of CrossCultural Psychology 19:125-136. Lewicki, R. J.,and B.B. Bunker. 1996. Developing and maintaining trust in work relationships.In R.M.Kramerand T.R.Tyler,eds.,Trust inorganizations: Frontiers of theory and research (pp. 114-139). Thousand Oaks, CA: Sage. Lippman,W.1922. Public opinion.New York: Harcourt Brace. Lowie,R.H.1966. Culture and ethnography. New York: Basic Books. Macrae, C.N.,G.V. Bodenhausen,A. B. Milne,and J. Jetten.1994. Out of mind but back in sight: Stereotypes on the rebound.Journal of Personality and Social Psychology 67:808-817. Macrae,C.N.,G.V. Bodenhausen,and A. B. Milne.1995. The dissection of selection in person perception: Inhibitory processs in social stereotyping.Journal of Personality and Social Psychology 69:397-407. Malinowski, B.1944.A scientific theory of culture and other essays.Chapel Hill,NC: University of North Carolina Press. Mead,M. 1964. Continuities in cultural evolution. New Haven, CT: Yale University Press. Mouton, J.,and R. Blake.1986.Executive achievement. New York: McGraw Hill Higher Education. Mowday,R.T.,and R.I. Sutton.1993.Organizational behavior: Linking individuals and groups to organizational contexts. Annual Review of Psychology 44:195-229. Mullen, B.,and L. Hu.1989.Perceptions of ingroup and outgroup variability: A meta-analytic integration.Basic and Applied Social Psychology 10:233-252. Mussweiler, T.,and G. V. Bodenhausen. 20o2.I know you are but what am I? Self-evaluative consequences of judging ingroup and outgroup members. Journal of Personality and Social Psychology 82:19-32. Myerson, D., K.E. Weick, and R. M. Kramer. 1996. Swift trust and temporary groups. In R. M.Kramer and T.R.Tyler, eds.,Trust in organizations:Frontiers of theory and research (pp.166-195). Thousand Oaks, CA: Sage. National Commission on Terrorist Attacks Upon the United States. 2004. The 9/11 Commission report. New York: W. W. Norton. Available: http://www.9-11commission.gov/ report/911Report.pdf [accessed April 2010]. Neuberg, S.L.,and S.T. Fiske.1987.Motivational influences on impression formation: Outcome dependency,accuracy driven attention,and individuating processes. Journal of Personality and Social Psychology 53:431-444. Nohria,N.1991. Note on organization structure. Boston,MA: Harvard Business School. OConnor,K.E.,and C. H. Tinsley. 2009.Looking fora strategic advantage at the negotiating table? Cultivate a reputation for mutually-beneficial dealmaking. Under review, Organizational Behavior and Human Decision Processes. Offce of the Director of National Intelligence. 20o8. United States intelligence community information sharing strategy. February 22. Available: http://www.dni.gov/reports/IC_Information_Sharing_Strategy.pdf [accessed May 2010]. Offce of the Director of National Intellgence.20o9. National intelligence: A consumer's guide.Available: htp://www.dni.gov/IC_Consumers_Guide_20o9.pdf [accessed March 2010]. Olson,M.1965. The logic of collective action. Boston,MA: Harvard University Press. O'Reilly, C.1989. Corporations,culture and commitment: Motivation and social control in organizations. California Management Review 31:9-25. O'Reilly, C.,and J. Pfeffer.1995. Southwest Airlines: Using human resources for competitive advantage (A).HR-1 A.Case Study from Graduate Schoolof Business,Stanford University.Available from Harvard Business Publishing. Perrow, C.1984.Normal accidents: Living with high-risk technologies.Princeton,NJ: Princeton University Press. Pettigrew, T.F.,and L. R. Tropp.2006. A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology 90(5):751-783. Popa, C.L. 2oo7. Testing a model of swift trust in temporary groups. Paper presented at the annual meeting of the International Communication Association, San Francisco, CA. Available: http://www.allacademic.com//meta/p_mla_apa_research_citation/1/7/3/0/1/ pages173019/p173019-1.php [accessed May 2010]. Puffer, S.1999. CompUSA's CEO James Halpin on technology, rewards,and commitment. Academy ofManagement Executive 13:29-36. Quattrone, G.A.,and E. E. Jones.198o. The perception of variability within in-groups and out-groups: Implications for the law of small numbers. Journal of Personality and Social Psychology 38(1):141-152. Regan,D.T.,and J. Totten.1975. Empathy and attribution: Turning observers into actors. Journal of Personality and Social Psychology 32:850-856. Roccas,S.,and M.B.Brewer. 2Oo2.Social identity complexity.Personality and Social Psychology Review 6(2):88-106. Ross,L.1977.The intuitive psychologist and his shortcomings: Distortions in the attribution process.InL.Berkowitz,ed.,Aduances inexperimental social psychology, vol.10 (pp. 173-220). New York: Academic Press. Salancik, G.,and J. Pfeffer. 1978. A social information processing approach to job atitudes and task design. Administrative Sciences Quarterly 23:224-253. Sally,D.1995. Conversation and cooperation in social dilemmas: A meta-analysis of experiments from 1958 to 1992.Rationality and Society 7(1):58-92. Schein, E.H. 1988.Process consultation.Reading, MA: Addison-Wesley. Schneider, B.1987. The people make the place. Personnel Psychology 40:437-453. Sherif, M. 1966a. In common predicament. Boston, MA: Houghton Mifflin. Sherif,M.1966b. Intergroup conflict and cooperation: The Robber's Cave experiment. Norman, OK: University Book Exchange. Sherif,M.,L. J. Harvey,B. J. White,W.R.Hood,and C. W.Sherif.1961. Intergroup cooperation and competition: The Robber's Cave experiment.Norman, OK: University Book Exchange. Simon, J. M., Jr. 2oo5. Managing domestic, military,and foreign policy requirements. In J. E. Sims and B. Gerber, eds., Transforming U.S. intelligence (pp.149-161). Washington, DC: Georgetown University Press. Sims,E.R.2005. Understanding ourselves. In J.E. Simsand B. Gerber, eds., Transforming U.S.intelligence (pp.32-59). Washington, DC: Georgetown University Press. Sims,J.E.,and Gerber, B.,eds.20o5.Transforming U.S. inteligence.Washington, DC: Georgetown University Press. Smith,E.R.,and S. Henry. 1996. An in-group becomes part of the self: Response time evidence.Personality and Social Psychology Bulletin 22:635-642. Smith,K.K.,and D.N. Berg. 1987.Paradoxes of group life: Understanding conflict, paralysis and movement in group dynamics. San Francisco, CA: Jossey-Bass. Spencer-Rodgers,J.,M. J. Williams, D.L.Hamilton,K. Peng,and L. Wang. 2007. Culture and group perception: Dispositional and stereotypic inferences about novel and national groups. Journal of Personality and Social Psychology 93(4):525-543. Stapel, D.,and W. Koomen. 20o5. When less is more: The consequences of afective primacy forsubliminal priming effects.Personality and Social Psychology Bulletin 31:1286-1295. Stryker, A.,and A. Statham. 1985.Symbolic interaction and role theory. In G.Lindsey and E. Aronson, eds., Handbook of social psychology,3rd ed. (pp.311-378).New York: McGraw-Hill. Sumner, W.1906.Folkways. Boston, MA: Gin and Company. Tajfel,H.1969.Cognitive aspects of prejudice. Journal of Social Issues 25:79-97. Tajfel,H.1970.Experiments in intergroup discrimination.Scientific American 223(5):96-102. Tajfel,H.1978.Diferentiation between social groups: Studies in the social psychology of intergroup relations. London, UK: Academic Press. Tajfel,H.,and J. C. Turner.1979.An integrative theory of intergroupconflict. In W. G. Worchel, ed., The social psychology of intergroup relations.Monterey, CA: Brooks-Cole. Tajfel,J.1982.Istrumentalitydentityandsocialcomparisons.InJ.Tajfel,ed.,Socialidetity and intergroup relations.New York: Cambridge University Press. Thompson, J. 1967. Organizations in action: Social science bases of administrative theory. Piscataway, NJ: Transaction. Tinsley, C.H.,and M.Pillutla.1998.The influence of culture on business negotiations in the U.S.and Hong Kong. Journal of International Business Studies 12(4):711-728. Tinsley,C.H.,K. OConnor,and B. Sullivan.2002.“Tough” guys finish last: The perils of a distributive reputation. Organization Behavior and Human Decision Processes 88.621-642   \nTriandis,H. C.1989.Cross-cultural studies of individualism-collectivism.In J.J. Berman, ed., Nebraska Symposium on Motivation: Cross-cultural perspectives, vol.37 (pp.41-133). Lincoln,NE:University of Nebraska Press. Triandis,H. C.2oo2. Subjective culture.In W.J. Lonner, D.L.Dinnerl, S.A.Hayes,and D. N. Sattler, eds., Online readings in psychology and culture.Bellingham,WA: Center for Cross-Cultural Research,Western Washington University.Available: http://www.ac.wwu. edu/\\~culture/ [accessed May 2010]. Turner, J. C.1987.Rediscovering the social group: A self-categorization theory. Oxford,UK: Basical Blackwell. Tylor,E.B.1871.Primitive culture.London, UK: J. Murray. Uzzi,B.,and S.Dunlop.2Oo5.How to build your network.Harvard Business Review 83(12):53-60.   \nvan de Berghe,P.L.1981. The ethnic phenomenon. Westpoint, CT: Praegar. Vanbeselaere,N. 1991.The impact of in-group and out-group homogeneity/heterogeneity upon intergroup relations.Basic and Applied Social Psychology 12:291-301. Wagner, J.A.,III.1995. Studies of individualism-collectivism: Effects on cooperation in groups.Academy of Management Journal 38(1):152-172. Wegner, D.M.1994. Ironic processes of mental control. Psychological Review 101:34-52. Wegner, D.M.,and R.M.Wenzlaff.1996.Mental control.In E.T.Higgins and A.W. Kruglanski, eds., Social psychology: Handbook of basic principles. (pp.466-492).New York: Guilford Press. Wellman,B.,and S.D.Berkowitz,eds.1988.Social structures: A network approach. Cambridge,UK: Cambridge University Press. Williamson,O.E.2Oo2.The theory of the firm as governance structure: From choice to contract.Journal of Economic Perspectives 16(3):171-195.Available: http://groups.haas. berkeley.edu/bpp/oew/choicetocontract.pdf [accessed May 2010]."
  },
  {
    "date": "1967",
    "agency": "Transaction",
    "function": "Publisher",
    "number": "Piscataway, NJ",
    "number_type": "Amount",
    "budget_type": "Total Budget",
    "context": "(Page 232)\nCONCLUSION: WHY INTERAGENCY COLLABORATION IS VITAL Hazards flourish in areas where no one is directly responsible. In the IC's current environment of complex interconnected systems, risks are difficult to monitor, and uncertainty is inescapable. Unfortunately, because of this complex interconnectivity, even minor hazards can escalate to have large consequences (Perrow, 1984). This uncertainty is not all bad. New situations can bring new opportunities for process of innovation.At the same time, meeting new challenges can eschew unintended negative results that can be disastrous. Thus, integration processes should be undertaken mindfully. Intelligence needs to be as interconnected as the system of potential hazards might be. This interconnectivity means integrating intelligence analysis across agencies to help IC members “work the spaces between the cases” (Hayden, 2009). REFERENCES Alexander, M.G.,M.B. Brewer,and R.K.Herman.1999.Images and affect:A functional analysis of out-group stereotypes.Journal of Personality and Social Psychology 77:78-93. Allison,S.T.,and D.M.Messick.1985.The group atribution error.Journal of Experimental Social Psychology 21:563-579. Allport, G.W.1954. The nature of prejudice.Reading,MA: Addison Wesley. Asch,S.E.1955. Opinions and social pressure. Scientific American 193:31-35. Bateson,G.1991.Sacred unity: Further steps to an ecology of mind.Chicago,IL: University of Chicago Press. Benedict,R.F.1934.Patterns of culture.Boston,MA:Houghton Mifflin Co.   \nBerry, J. W.198o.Introduction to methodology.InH.C.Triandis and J.W.Berry,eds.,Handbook of cross-cultural psychology, vol.2. Boston,MA: Allyn and Bacon. Berscheid,E.,and H.T.Reis.1998.Attraction and close relationships.In D.T. Gilbert, S.T. Fiske,and G.Lindzey, eds., The handbook of social psychology,4th ed. (pp.193-281). New York:McGraw-Hill. Bettencourt, B.A.,M.B.Brewer, M.Croak,and N.Millr.1992.Cooperation and the reduction of intergroup bias: The role of reward structure and social orientation. Journal of Experimental Social Psychology 28(4):301-319. Blau,P.M.1977. Inequality and heterogeneity: A primitive theory of social structure.New York: Free Press. Blumer, H.1962.Society as symbolic interaction.In A.M.Rose,ed.,Human behavior and social process:An interactionist approach.New York:Houghton-Mifflin. Boas,F.194o.Race,language,and culture.New York:MacMillan. Bodenhausen, G.V., C.N.Macrae,and J.W.Sherman 1999.On the dialectics of discrimination:Dual processes in social stereotyping.In S.C.Trope,ed.,Dual process theories in social psychology (pp.271-290).New York: Guilford. Bret,J.M.,C.H. Tinsley, D.L. Shapiro,and T. Okumura.20o7. Intervening in employee disputes: How and when will managers from Japan,China,and the U.S.act differently? Management and Organization Review 3(2):183-204. DuuP and social categories. In S. Chaiken and Y. Trope, eds., Dual processes in social pyschol0gy (pp.255-270). New York: Guilford Press. Brewer,M.B.1979.Ingroup bias in the minimal intergroup situation: Acognitive-motivational analysis.Psychological Bulletin 86:307-324. Brewer, M. B.1996. When stereotypes lead to stereotyping: The use of stereotype in person perception. InC.N. Macrae, C. Stangor, M. Hewstone,eds.Stereotypes and stereotyping (pp.254-275). New York: Guilford Press. Brewer, M.B.,and R.M.Kramer.1982.Choice behavior in social dilemmas: Efects of social identity,group size,and decisionframing.Journalof Personalityand Social Psychology 50:543-549. Brewer, M. B., and N. Miller. 1984. Beyond the contact hypothesis: Theoretical perspectives ondesegregation. In N.M.Brewer, ed., Groups in contact: The psychologyof desegregtion. New York: Academic Press. Brewer,M.B.,and K. P. Pierce. 20o5. Social identity complexity and outgroup tolerance. Personality and Social Psychology Bulletin 31(5):428-437. Cadinu,M. R.,and M.Rothbart. 1996.Self-anchoring and differentiation process in the minimal group setting. Journal of Personality and Social Psychology 70(4):661-677. Campbell, D.1958. Common fate,similarity,and other indices of the status of aggregates of persons as social entities.Behavioral Science 3:14-25. Campbell, D.T.1965.Ethnocentric and other altruistic motives.In D.Levine,ed., Nebraska symposium on motivation. Vol.1 (pp. 283-311).Lincoln: University of Nebraska Press. Casciaro,T.,and M.S.Lobo.20o5. Competent jerks,lovable fools and the formation of social networks.Harvard Business Review 83(6):92-99. Chandler,A.D.1962.Strategy and structure: Chapters in the history of the American industrial enterprise.Cambridge,MA:MITPress. Chatman, J. A.,and S.E. Cha.20o3.Leading by leveraging culture. California Management Review 45(4):20-34. Cialdini, R.2oo8.Influence, science and practice,4th ed. Needham Heights,MA: Allyn and Bacon. Cialdini, R.B.,and M.R. Trost.1998.Social influence: Social norms,conformity,and compliance.In D.T. Gilbert,S.T.Fiske,and G.Lindzey,eds., The handbook of social psychology, 4th ed. vol. 2 (pp.151-192). Boston, MA: McGraw-Hill. Daft, R. L., and R. H. Lengel. 1984. Information richnes: A new approach to managerial behavior and organizational design. In L.L. Cummings and B.M. Staw, eds., Research in organizational behavior, vol. 6 (pp.191-233). Homewood, IL: JAI Press. Daft,R.L.,R. H. Lengel,and L. K. Trevino.1987. Message equivocality, media selection,and manager performance: Implications for information systems.MIS Quarterly (Sept.):355-366. Davis,M. H., L. Conklin, A. Smith,and C.Luce.1996. Efect of perspective taking on the cognitive representation of person: A merging of self and other. Journal of Personality and Social Psychology 70:713-726. De Vos, G.1975. Apprenticeshipand paternalism.In E. G. Vogel, ed., ModernJapanese organization and decision-making (pp.228-248). Tokyo,Japan: Charles E.Tuttle. Dearborn, D.C.and H. A. Simon.1958. Selective perception: A note on the departmental identification of executives.Sociometry 21:140-144. Defense Intelligence Agency. 2007. Strategic plan 2007-2012. Available: http://www.dia.mil/ thisisdia/2007-2012_DIA_Strategic_Plan.pdf [accessed May 2010]. Derks,B.I.,M.Inzlicht,andS.Kang. 2o8.Theneuroscience ofstigma and stereotype threat. Group Processes and Intergroup Relations 11(2):163-181. Deschamps, J. C.,and W. Doise.1978. Crossed category memberships in intergroup relations. In H.Tajfel,ed.,Diferentiationbetween social groups (pp.141-158).Cambridge, UK: Cambridge University Press. Dornbusch, S.M.,and W.R.Scott.1975. Evaluation and the exercise of authority. San Francisco, CA: Jossey-Bass. Erez,M.1986. The congruence of goal-seting strategies with sociocultural values,and its effect on performance. Journal of Management 12:585-592. Festinger, L.1957. A theory ofcognitive dissonance. Evanston, IL: Row, Peterson. Fisher, B.20o9. Connect with customers on a whole-new level. Available: http://www.successmagazine.com/article/print?articleId $= 7 8 5$ [accessed October 2010]. Fiske,S.T.1998. Stereotyping, prejudice,and discrimination.In D.T. Gilbert, S.T. Fiske, and G.Lindzey,eds.,Handbook of social psychology,vol.2 (pp.357-411). Boston, MA: McGraw-Hill. Fiske,S. T.,and S.E. Taylor.1991. Social cognition, 2nd ed. New York: McGraw-Hill. Fiske,S.,M.Lin,and S. Neuberg.1999.The continuum model: Ten years later. In S. Chaiken and Y.Trope,eds.,Dual process theories in social psychology (pp.231-254).New York: Guilford Press. Fiske,S. T.,A.J. C. Cuddy, P. Glick,and J. Xu.2002.A model of (often mixed) stereotype content: Competence and warmth respectively follow from perceived status and competition. Journal of Personality and Social Psychology 86(6):878-902. Gaertner, S.L., M. C. Rust,J.F Dovidio, B.A. Bachman,and P.A. Anastasio.1994. The contact hypothesis: The role of a common ingroup identity on reducing intergroup bias. Small Groups Research 25:224-249. Gaertner, S.L., J. F. Dovidio,and B.A. Bachman.1996. Revisiting the contact hypothesis: The introduction of a common intergroup identity. Journal of Intercultural Relationships 20:271-290. Gaertner, S.L., J.F. Dovidio,M. C. Rust, B. S.Banker, C. M.Ward, G.R. Mottola,M. Houlette,and J. A. Nier.1999. Reducing intergroup bias: Elements of intergroupcooperation. Journal of Personality and Social Psychology 76(3):388-402. Galinsky,A.,and G. B. Moskowitz.20oo. Perspective taking: Decreasing stereotype expression,stereotype accessbility and ingroup favoritism. Journal of Personality and Social Psychology 78(4):708-724. Geertz, C. J. 1973. The interpretation of cultures. New York: Basic Books. Gollwitzer, P.M.1999.Implementation effects on stereotype and prejudice activation. Unpublished manuscript. Psychology Department, New York University. Goodall, H.L., Jr. 1992. Empowerment, culture,and postmodern organizing: Deconstructing the Nordstrom Employee Handbook. Journal of Organizational Change Management 5(2):25-30. Goss,P.20o5.Goss: CIA is“gold standard” for intel ops.Associated Press.November 29. Available:http://www.foxnews.com/story/0,2933,176996,00.html [accessed October 2010]. Granovetter, M.1985. Economic action and social structure: The problem of embeddedness. American Journal of Sociology 91(3):481-510. Griffin,D.W.,and L.Ross.1991. Subjective construal,social inference,and human misunderstanding. In M. P. Zanna, ed.,Advances in experimental social psychology, vol. 24 (pp. 319-359). San Diego, CA: Academic Press. Gulati,R.1995.Does familiarity breed trust? The implications of repeated ties on contractual choice in alliance. Academy of Management Journal 38:85-112. Gulati,R.,andJ. Nickerson. 2oo8.Interorganzationaltrust,governance choice,andexchange performance. Organization Science 19(5):688-708. Hayden, M. V.2o09. Defenders at risk: How blame games are costing spy agencies. Washington Post. June_19. Available: htp://www.washingtonpost.com/wp-dyn/content/article/2009/06/18/AR2009061803494.html [accessed October 2010]. Heath, C.,and N. Staudenmeyer. 2ooo. Coordination neglect: How lay theories of organizing complicate coordination in organizations.Research in Organizational Behaviour 22:155-193. Higgins,E.T.1989. Continuities and discontinuities in self-regulatory and self-evaluative processes: A developmental theory relating self and affect. Journal of Personality 57(2):407-444. Hogg,M. A.1992. The social psychology of group cohesiveness: From attraction to social identity theory. London, UK: Harvester Wheatsheaf. Hogg, M. A.1993. Group cohesiveness: A critical review and some new directions. European Review of Social Psychology 4:85-111. Hogg,M. A.,and D.J. Terry. 2ooo.Social identity and self-categorization processes in organizational contexts. Academy of Management Review 25(1):121-140. Ignatius,D.20o4. Some good intelligence gatherers.Washington Post.April 30. Jones,E.E.,and V.A. Harrs.1967. Attribution of attitudes. Journal of Experimental Social Psychology 3(1):1-24. Jung, C. G.1971. Psychological types. Vol. 6.Princeton, NJ: Princeton University Press. Kahn,R. and M. Zald.199o. Organizations and nation-states: New perspectives on conflict and cooperation. San Francisco, CA: Jossey-Bass. Kahneman,D.,and D.T. Miler. 1986. Norm theory: Comparing reality to its alternatives. Journal of Personality and Social Psychology 93(2):136-153. Krackhardt, D.1990. Assessing the political landscape: Structure,cognition,and power in organizations. Administrative Science Quarterly 35(2):342-369. Kramer, R.20o5.A failure to communicate: 9/11 and the tragedy of the informational commons. International Public Management Journal 8(3):397-416. Kroeber, A.L.,and F.R. Kluckhohn.1952. Culture: A critical review of concepts and definitions.Peabody Museum papers,47(1). Cambridge,MA: Harvard University. Lawrence,P.A.,and J. Lorsch.1967. Differentiation and integration in complex organizations.Administrative Science Quarterly 12:1-30. Ledgerwood,A.,and S. Chaiken. 2oo7.Priming us and them: Automatic assmilation and contrast in group atitudes. Journal of Personality and Social Psychology 93(6):940-956. Leung,K.,and M.H. Bond.1984.Some determinants of conflict avoidance. Journal of CrossCultural Psychology 19:125-136. Lewicki, R. J.,and B.B. Bunker. 1996. Developing and maintaining trust in work relationships.In R.M.Kramerand T.R.Tyler,eds.,Trust inorganizations: Frontiers of theory and research (pp. 114-139). Thousand Oaks, CA: Sage. Lippman,W.1922. Public opinion.New York: Harcourt Brace. Lowie,R.H.1966. Culture and ethnography. New York: Basic Books. Macrae, C.N.,G.V. Bodenhausen,A. B. Milne,and J. Jetten.1994. Out of mind but back in sight: Stereotypes on the rebound.Journal of Personality and Social Psychology 67:808-817. Macrae,C.N.,G.V. Bodenhausen,and A. B. Milne.1995. The dissection of selection in person perception: Inhibitory processs in social stereotyping.Journal of Personality and Social Psychology 69:397-407. Malinowski, B.1944.A scientific theory of culture and other essays.Chapel Hill,NC: University of North Carolina Press. Mead,M. 1964. Continuities in cultural evolution. New Haven, CT: Yale University Press. Mouton, J.,and R. Blake.1986.Executive achievement. New York: McGraw Hill Higher Education. Mowday,R.T.,and R.I. Sutton.1993.Organizational behavior: Linking individuals and groups to organizational contexts. Annual Review of Psychology 44:195-229. Mullen, B.,and L. Hu.1989.Perceptions of ingroup and outgroup variability: A meta-analytic integration.Basic and Applied Social Psychology 10:233-252. Mussweiler, T.,and G. V. Bodenhausen. 20o2.I know you are but what am I? Self-evaluative consequences of judging ingroup and outgroup members. Journal of Personality and Social Psychology 82:19-32. Myerson, D., K.E. Weick, and R. M. Kramer. 1996. Swift trust and temporary groups. In R. M.Kramer and T.R.Tyler, eds.,Trust in organizations:Frontiers of theory and research (pp.166-195). Thousand Oaks, CA: Sage. National Commission on Terrorist Attacks Upon the United States. 2004. The 9/11 Commission report. New York: W. W. Norton. Available: http://www.9-11commission.gov/ report/911Report.pdf [accessed April 2010]. Neuberg, S.L.,and S.T. Fiske.1987.Motivational influences on impression formation: Outcome dependency,accuracy driven attention,and individuating processes. Journal of Personality and Social Psychology 53:431-444. Nohria,N.1991. Note on organization structure. Boston,MA: Harvard Business School. OConnor,K.E.,and C. H. Tinsley. 2009.Looking fora strategic advantage at the negotiating table? Cultivate a reputation for mutually-beneficial dealmaking. Under review, Organizational Behavior and Human Decision Processes. Offce of the Director of National Intelligence. 20o8. United States intelligence community information sharing strategy. February 22. Available: http://www.dni.gov/reports/IC_Information_Sharing_Strategy.pdf [accessed May 2010]. Offce of the Director of National Intellgence.20o9. National intelligence: A consumer's guide.Available: htp://www.dni.gov/IC_Consumers_Guide_20o9.pdf [accessed March 2010]. Olson,M.1965. The logic of collective action. Boston,MA: Harvard University Press. O'Reilly, C.1989. Corporations,culture and commitment: Motivation and social control in organizations. California Management Review 31:9-25. O'Reilly, C.,and J. Pfeffer.1995. Southwest Airlines: Using human resources for competitive advantage (A).HR-1 A.Case Study from Graduate Schoolof Business,Stanford University.Available from Harvard Business Publishing. Perrow, C.1984.Normal accidents: Living with high-risk technologies.Princeton,NJ: Princeton University Press. Pettigrew, T.F.,and L. R. Tropp.2006. A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology 90(5):751-783. Popa, C.L. 2oo7. Testing a model of swift trust in temporary groups. Paper presented at the annual meeting of the International Communication Association, San Francisco, CA. Available: http://www.allacademic.com//meta/p_mla_apa_research_citation/1/7/3/0/1/ pages173019/p173019-1.php [accessed May 2010]. Puffer, S.1999. CompUSA's CEO James Halpin on technology, rewards,and commitment. Academy ofManagement Executive 13:29-36. Quattrone, G.A.,and E. E. Jones.198o. The perception of variability within in-groups and out-groups: Implications for the law of small numbers. Journal of Personality and Social Psychology 38(1):141-152. Regan,D.T.,and J. Totten.1975. Empathy and attribution: Turning observers into actors. Journal of Personality and Social Psychology 32:850-856. Roccas,S.,and M.B.Brewer. 2Oo2.Social identity complexity.Personality and Social Psychology Review 6(2):88-106. Ross,L.1977.The intuitive psychologist and his shortcomings: Distortions in the attribution process.InL.Berkowitz,ed.,Aduances inexperimental social psychology, vol.10 (pp. 173-220). New York: Academic Press. Salancik, G.,and J. Pfeffer. 1978. A social information processing approach to job atitudes and task design. Administrative Sciences Quarterly 23:224-253. Sally,D.1995. Conversation and cooperation in social dilemmas: A meta-analysis of experiments from 1958 to 1992.Rationality and Society 7(1):58-92. Schein, E.H. 1988.Process consultation.Reading, MA: Addison-Wesley. Schneider, B.1987. The people make the place. Personnel Psychology 40:437-453. Sherif, M. 1966a. In common predicament. Boston, MA: Houghton Mifflin. Sherif,M.1966b. Intergroup conflict and cooperation: The Robber's Cave experiment. Norman, OK: University Book Exchange. Sherif,M.,L. J. Harvey,B. J. White,W.R.Hood,and C. W.Sherif.1961. Intergroup cooperation and competition: The Robber's Cave experiment.Norman, OK: University Book Exchange. Simon, J. M., Jr. 2oo5. Managing domestic, military,and foreign policy requirements. In J. E. Sims and B. Gerber, eds., Transforming U.S. intelligence (pp.149-161). Washington, DC: Georgetown University Press. Sims,E.R.2005. Understanding ourselves. In J.E. Simsand B. Gerber, eds., Transforming U.S.intelligence (pp.32-59). Washington, DC: Georgetown University Press. Sims,J.E.,and Gerber, B.,eds.20o5.Transforming U.S. inteligence.Washington, DC: Georgetown University Press. Smith,E.R.,and S. Henry. 1996. An in-group becomes part of the self: Response time evidence.Personality and Social Psychology Bulletin 22:635-642. Smith,K.K.,and D.N. Berg. 1987.Paradoxes of group life: Understanding conflict, paralysis and movement in group dynamics. San Francisco, CA: Jossey-Bass. Spencer-Rodgers,J.,M. J. Williams, D.L.Hamilton,K. Peng,and L. Wang. 2007. Culture and group perception: Dispositional and stereotypic inferences about novel and national groups. Journal of Personality and Social Psychology 93(4):525-543. Stapel, D.,and W. Koomen. 20o5. When less is more: The consequences of afective primacy forsubliminal priming effects.Personality and Social Psychology Bulletin 31:1286-1295. Stryker, A.,and A. Statham. 1985.Symbolic interaction and role theory. In G.Lindsey and E. Aronson, eds., Handbook of social psychology,3rd ed. (pp.311-378).New York: McGraw-Hill. Sumner, W.1906.Folkways. Boston, MA: Gin and Company. Tajfel,H.1969.Cognitive aspects of prejudice. Journal of Social Issues 25:79-97. Tajfel,H.1970.Experiments in intergroup discrimination.Scientific American 223(5):96-102. Tajfel,H.1978.Diferentiation between social groups: Studies in the social psychology of intergroup relations. London, UK: Academic Press. Tajfel,H.,and J. C. Turner.1979.An integrative theory of intergroupconflict. In W. G. Worchel, ed., The social psychology of intergroup relations.Monterey, CA: Brooks-Cole. Tajfel,J.1982.Istrumentalitydentityandsocialcomparisons.InJ.Tajfel,ed.,Socialidetity and intergroup relations.New York: Cambridge University Press. Thompson, J. 1967. Organizations in action: Social science bases of administrative theory. Piscataway, NJ: Transaction. Tinsley, C.H.,and M.Pillutla.1998.The influence of culture on business negotiations in the U.S.and Hong Kong. Journal of International Business Studies 12(4):711-728. Tinsley,C.H.,K. OConnor,and B. Sullivan.2002.“Tough” guys finish last: The perils of a distributive reputation. Organization Behavior and Human Decision Processes 88.621-642   \nTriandis,H. C.1989.Cross-cultural studies of individualism-collectivism.In J.J. Berman, ed., Nebraska Symposium on Motivation: Cross-cultural perspectives, vol.37 (pp.41-133). Lincoln,NE:University of Nebraska Press. Triandis,H. C.2oo2. Subjective culture.In W.J. Lonner, D.L.Dinnerl, S.A.Hayes,and D. N. Sattler, eds., Online readings in psychology and culture.Bellingham,WA: Center for Cross-Cultural Research,Western Washington University.Available: http://www.ac.wwu. edu/\\~culture/ [accessed May 2010]. Turner, J. C.1987.Rediscovering the social group: A self-categorization theory. Oxford,UK: Basical Blackwell. Tylor,E.B.1871.Primitive culture.London, UK: J. Murray. Uzzi,B.,and S.Dunlop.2Oo5.How to build your network.Harvard Business Review 83(12):53-60.   \nvan de Berghe,P.L.1981. The ethnic phenomenon. Westpoint, CT: Praegar. Vanbeselaere,N. 1991.The impact of in-group and out-group homogeneity/heterogeneity upon intergroup relations.Basic and Applied Social Psychology 12:291-301. Wagner, J.A.,III.1995. Studies of individualism-collectivism: Effects on cooperation in groups.Academy of Management Journal 38(1):152-172. Wegner, D.M.1994. Ironic processes of mental control. Psychological Review 101:34-52. Wegner, D.M.,and R.M.Wenzlaff.1996.Mental control.In E.T.Higgins and A.W. Kruglanski, eds., Social psychology: Handbook of basic principles. (pp.466-492).New York: Guilford Press. Wellman,B.,and S.D.Berkowitz,eds.1988.Social structures: A network approach. Cambridge,UK: Cambridge University Press. Williamson,O.E.2Oo2.The theory of the firm as governance structure: From choice to contract.Journal of Economic Perspectives 16(3):171-195.Available: http://groups.haas. berkeley.edu/bpp/oew/choicetocontract.pdf [accessed May 2010]."
  }
]